{
  "header": {
    "title": "تقييم القيم الشخصية",
    "description": "اكتشف قيمك الشخصية الأساسية وتعلم كيف تشكل قراراتك وعلاقاتك ورفاهيتك العامة.",
    "startMessage": "ابدأ رحلة الوعي الذاتي — التقييم لا يستغرق أكثر من 15 دقيقة.",
    "start": "بدء التقييم",
    "continue": "متابعة التقييم",
    "restart": "إعادة تشغيل التقييم",
    "selected": "تم اختيار {count} من {total}",
    "pair": "الزوج {current} من {total}",
    "darkMode": "تبديل الوضع المظلم",
    "language": "اللغة",
    "github": "Github",
    "privacy": "ملاحظة الخصوصية"
  },
  "values": {
    "curiosity": {
      "label": "الفضول",
      "description": "الدافع للبحث عن أفكار ومعرفة وتجارب جديدة.",
      "insight": "الفضول يشجعك على الخروج من المألوف، والتفاعل مع الأسئلة التي تعمق فهمك لنفسك وللعالم. كقائد، تعزيز الفضول لا يغذي النمو الشخصي والمهني المستمر فحسب، بل يزرع أيضاً بيئة يزدهر فيها الابتكار، ملهماً فريقك لاستكشاف آفاق جديدة بطريقة مدروسة وهادفة.",
      "strengths": "أنت منفتح الذهن ومدفوع لاستكشاف أفكار ووجهات نظر جديدة.",
      "dangers": "يمكن أن يؤدي الفضول إلى التشتت أو الفهم السطحي إذا لم يكن مركزاً.",
      "reflectionQuestions": [
        "إلى أين يقودك فضولك الآن؟",
        "كيف تختار الأسئلة التي تستحق المتابعة؟"
      ]
    },
    "creativity": {
      "label": "الإبداع",
      "description": "استخدام التفكير الأصيل والخيال لتشكيل الأفكار والحلول.",
      "insight": "الإبداع يمكنك من تحويل الخيال إلى عمل هادف، تحدي الحدود التقليدية بالفكر الأصيل. القيادة المؤسسة على الإبداع توازن بين الأفكار الرؤيوية والتنفيذ العملي، معززة ثقافة تتبنى التجريب وتتعلم من الفشل وتتطور باستمرار من خلال حل المشاكل المُلهم.",
      "strengths": "تجلب الأصالة والابتكار إلى عملك وحياتك.",
      "dangers": "قد يسبب الإبداع الإحباط عندما لا تتحقق الأفكار أو لا تُقبل.",
      "reflectionQuestions": [
        "كيف تعبر عن إبداعك اليوم؟",
        "ما هي العوائق التي تمنع إمكاناتك الإبداعية؟"
      ]
    },
    "freedom": {
      "label": "الحرية",
      "description": "امتلاك الاستقلالية لاتخاذ القرارات الخاصة والتصرف بشكل مستقل.",
      "insight": "الحرية ليست مجرد خيارات، بل امتلاك زمام أمور حياتك. بالنسبة للقادة، هذا يعني خلق بيئات يمكن للآخرين فيها أن يزدهروا بشكل مستقل أيضاً.",
      "strengths": "تقدر الاستقلالية واتخاذ قراراتك الخاصة.",
      "dangers": "الحرية بلا حدود قد تؤدي إلى الاندفاع أو العزلة.",
      "reflectionQuestions": [
        "في أي مجالات تشعر بأكبر قدر من الحرية؟",
        "كيف توازن بين الحرية والمسؤولية؟"
      ]
    },
    "independence": {
      "label": "الاستقلالية",
      "description": "الاعتماد على حكمك وقيمك الخاصة لتوجيه أفعالك.",
      "insight": "الاستقلالية الحقيقية تشمل معرفة متى تثق بنفسك ومتى تطلب آراء الآخرين. هذا التوازن يعمق فعاليتك كقائد ويقوي علاقاتك.",
      "strengths": "تفكر وتتصرف بناءً على قيمك وأحكامك الخاصة.",
      "dangers": "الاستقلالية المفرطة قد تخلق صعوبات في التعاون أو طلب المساعدة.",
      "reflectionQuestions": [
        "أين تعتمد أكثر على حكمك الشخصي؟",
        "متى قد يحسن التعاون من نتائجك؟"
      ]
    },
    "selfExpression": {
      "label": "التعبير عن الذات",
      "description": "التعبير الأصيل عن هويتك من خلال الكلمات والأفعال والإبداع.",
      "insight": "التعبير الأصيل عن الذات يشجع الآخرين على فعل الشيء نفسه، مما يخلق روابط أعمق وثقافة ثقة. كقائد، استعدادك لأن تكون مكشوفاً وأصيلاً يمنح الآخرين الإذن لإحضار كامل ذواتهم للعمل والحياة.",
      "strengths": "تعبر بصدق عن هويتك الحقيقية.",
      "dangers": "التعبير عن الذات قد يتصادم أحياناً مع التوقعات الاجتماعية أو معايير الجماعة.",
      "reflectionQuestions": [
        "كيف تعبر عن نفسك بأكثر الطرق أصالة؟",
        "متى تكبح صوتك الحقيقي؟"
      ]
    },
    "excitement": {
      "label": "الإثارة",
      "description": "البحث عن الطاقة والعاطفة من خلال التجارب المحفزة.",
      "insight": "الإثارة هي طاقة عاطفية تشير إلى الشغف والمشاركة، توجهك نحو التحديات الهادفة والتجارب الجديدة. القادة الفعالون يستخدمون هذه الطاقة بقصد، موازنين الحماس بالممارسات المستدامة للحفاظ على الدافع وإلهام الآخرين دون المخاطرة بالإرهاق أو التشتت.",
      "strengths": "تبحث عن الطاقة وتخلقها من خلال التجارب الجديدة والمثيرة.",
      "dangers": "السعي للإثارة قد يؤدي إلى الإرهاق أو التهور.",
      "reflectionQuestions": [
        "ما التجارب الحديثة التي أثارتك؟",
        "كيف تدير طاقتك لتجنب الإرهاق؟"
      ]
    },
    "adventure": {
      "label": "المغامرة",
      "description": "احتضان التحديات الجديدة واستكشاف المجهول بجرأة.",
      "insight": "المغامرة تدعوك لاحتضان عدم اليقين والدخول بجرأة في المجهول، مما يعزز النمو من خلال المخاطرة والمرونة. القيادة التي تحتضن المغامرة تظهر الشجاعة، مشجعة الآخرين على الخروج من مناطق راحتهم برؤية واضحة وحكم محسوب للإبحار بثقة في التحديات.",
      "strengths": "تسعى للتحديات وآفاق جديدة بشجاعة.",
      "dangers": "البحث عن المغامرة قد يؤدي إلى المخاطرة دون حذر كافٍ.",
      "reflectionQuestions": [
        "ما التحديات الجديدة التي أنت مستعد لاحتضانها؟",
        "كيف تقيم وتدير المخاطر في مغامراتك؟"
      ]
    },
    "novelty": {
      "label": "الجدة",
      "description": "تقدير النضارة والتنوع والتجارب غير المتوقعة.",
      "insight": "الجدة تيقظ وجهات نظر جديدة وتنعش الأنماط القديمة، لكنها تتطلب تمييزاً للحفاظ على التركيز والعمق. كقائد، معرفة متى تقدم أفكاراً جديدة ومتى تدمج التقدم أمر بالغ الأهمية للحفاظ على الزخم وضمان تأثير هادف ودائم.",
      "strengths": "تزدهر مع الأفكار الجديدة والتنوع في التجارب.",
      "dangers": "الجدة المستمرة قد تعطل التركيز والاتساق.",
      "reflectionQuestions": [
        "كيف تدمج الجدة دون فقدان التركيز؟",
        "ما الروتين الذي يساعدك على البقاء متجذراً وسط التغيير؟"
      ]
    },
    "energy": {
      "label": "الطاقة",
      "description": "العيش بحماس وجرأة ودافع شخصي قوي.",
      "insight": "الطاقة تعكس حيويتك وتأثيرك وقدرتك على القيادة بحضور. القادة الحكماء يديرون طاقتهم بقصد — يعرفون متى يزيدون الزخم ومتى يتراجعون للتعافي — نمذجة المرونة والثبات التي تمكن الفرق من العمل بشكل مستدام عبر الزمن.",
      "strengths": "تجلب الحماس والجرأة لمساعيك.",
      "dangers": "الطاقة العالية بلا راحة قد تؤدي إلى الإرهاق أو إرهاق الآخرين.",
      "reflectionQuestions": [
        "كيف توجه طاقتك بشكل منتج؟",
        "ما الإشارات التي تخبرك بالإبطاء وإعادة الشحن؟"
      ]
    },
    "challenge": {
      "label": "التحدي",
      "description": "دفع النفس من خلال الأهداف المطلوبة والنمو الشخصي.",
      "insight": "التحدي يعمل كمحفز للنمو الشخصي والجماعي، يوسع الحدود ويشجع المثابرة. القيادة التي تحتضن التحدي تعزز عقلية النمو، موازنة الطموح بالرحمة للحفاظ على الدافع مع الاعتراف بالحدود لتجنب الإرهاق والإنهاك.",
      "strengths": "تبحث عن النمو من خلال الأهداف المطلوبة والمنافسة.",
      "dangers": "البحث المستمر عن التحديات قد يؤدي إلى الإرهاق أو عدم الرضا.",
      "reflectionQuestions": [
        "ما التحديات التي تحفزك أكثر الآن؟",
        "كيف توازن بين الطموح والرفاهية؟"
      ]
    },
    "achievement": {
      "label": "الإنجاز",
      "description": "السعي لتحقيق الأهداف وإظهار النجاح الشخصي.",
      "insight": "الإنجازات تؤكد الكفاءة والتقدم، مما يعزز الفعالية الذاتية والهدف. القادة الذين يحتفلون بالإنجازات بوعي يلهمون التميز المستمر مع الحفاظ على التوازن، مضمونين أن النجاح يغذي الروح المعنوية الجماعية والازدهار طويل المدى بدلاً من التركيز الضيق على الأهداف.",
      "strengths": "أنت مدفوع لتحقيق الأهداف وإظهار قدراتك.",
      "dangers": "التركيز المفرط على الإنجازات قد يخلق ضغطاً أو إهمالاً للعلاقات.",
      "reflectionQuestions": [
        "ما الإنجاز الذي تفتخر به أكثر؟",
        "كيف تقيس النجاح في حياتك؟"
      ]
    },
    "ambition": {
      "label": "الطموح",
      "description": "السعي للنمو والتأثير والتقدم بعزيمة.",
      "insight": "الطموح هو القوة الدافعة التي تحفز التقدم المقصود ووضع أهداف رؤيوية. الطموح المتوازن يربطك بقيمك الأساسية ويحفزك لرفع نفسك وأولئك الذين تقودهم، مغذياً رؤية مشتركة مع منع مخاطر المنافسة غير المنضبطة أو الإرهاق.",
      "strengths": "تضع أهدافاً عالية وتعمل بجد لتحقيقها.",
      "dangers": "الطموح بلا توازن قد يؤدي إلى الإرهاق أو المنافسة المفرطة.",
      "reflectionQuestions": [
        "إلى أين يقودك طموحك الآن؟",
        "كيف تبقى متجذراً بينما تسعى لأهدافك؟"
      ]
    },
    "influence": {
      "label": "التأثير",
      "description": "تشكيل النتائج والقرارات أو الأشخاص من خلال حضورك وصوتك.",
      "insight": "التأثير هو القدرة على تشكيل النتائج من خلال الحضور والصوت والنزاهة. القيادة الفعالة توجه التأثير لإلهام وتمكين وتنمية الملكية المشتركة، مما يعزز التعاون والثقة بدلاً من السيطرة أو الإكراه، وبالتالي بناء تأثير إيجابي ودائم.",
      "strengths": "تخلق تأثيراً وتلهم الآخرين لاتباع قيادتك.",
      "dangers": "التأثير المستخدم بلا حذر قد يتلاعب أو يهيمن على الآخرين.",
      "reflectionQuestions": [
        "من تؤثر عليه أكثر في حياتك؟",
        "ما الأثر الذي تريد تركه؟"
      ]
    },
    "status": {
      "label": "المكانة",
      "description": "تحقيق الاعتراف الاجتماعي والمنصب المحترم.",
      "insight": "المكانة يمكن أن تحفز التميز وتوفر التأثير للتغييرات الإيجابية. القادة الواعون للمكانة يوازنون بين الطموحات الشخصية والتأثير الجماعي، مستخدمين موقعهم لرفع الآخرين بدلاً من مجرد الاعتراف الشخصي.",
      "strengths": "تسعى للتميز والاعتراف بمساهماتك.",
      "dangers": "السعي للمكانة قد يخلق منافسة غير صحية أو يساوم على الأصالة.",
      "reflectionQuestions": [
        "كيف تؤثر رغبتك في المكانة على قراراتك؟",
        "أين يمكنك استخدام موقعك لمساعدة الآخرين؟"
      ]
    },
    "control": {
      "label": "السيطرة",
      "description": "امتلاك القدرة على توجيه الأحداث والنتائج.",
      "insight": "السيطرة توفر الأمان والفعالية، مما يتيح تشكيل النتائج والحفاظ على الاستقرار. القادة الفعالون يوازنون بين السيطرة والتفويض، فهم يعرفون متى يقودون بحزم ومتى يسمحون بالاستقلالية لتعزيز النمو والابتكار.",
      "strengths": "تتفوق في توجيه النتائج والحفاظ على الاستقرار.",
      "dangers": "السيطرة المفرطة قد تكبت الإبداع وتخلق مقاومة عند الآخرين.",
      "reflectionQuestions": [
        "أين تخدمك حاجتك للسيطرة بشكل أفضل؟",
        "متى قد يؤدي ترك السيطرة إلى نتائج أفضل؟"
      ]
    },
    "pleasure": {
      "label": "المتعة",
      "description": "البحث عن السعادة والرضا والتجارب الممتعة.",
      "insight": "المتعة تغذي الفرح ويمكن أن تنشط الأنشطة المهمة الأخرى. القادة المتوازنون يفهمون أن تنمية الفرح والرضا تعزز الإبداع والرفاهية، مما يخلق بيئة أكثر إيجابية وإنتاجية للجميع.",
      "strengths": "تقدر الفرح وتبحث بنشاط عن التجارب الممتعة.",
      "dangers": "السعي للمتعة فقط قد يتصادم أحياناً مع الأهداف طويلة المدى.",
      "reflectionQuestions": [
        "ما الأنشطة التي تجلب لك أكبر فرح أصيل؟",
        "كيف توازن بين المتعة والمسؤوليات؟"
      ]
    },
    "stability": {
      "label": "الاستقرار",
      "description": "الحفاظ على الثبات والقابلية للتنبؤ والتوازن في الحياة.",
      "insight": "الاستقرار يوفر الأساس الذي يمكن للنمو والابتكار أن يزدهرا عليه. القادة الذين يقدرون الاستقرار يخلقون بيئات موثوقة حيث يمكن للفرق اتخاذ مخاطر محسوبة، عالمين أن هناك أساساً متيناً يمكن العودة إليه.",
      "strengths": "تخلق الثبات والقابلية للتنبؤ لنفسك وللآخرين.",
      "dangers": "الاستقرار المفرط قد يقاوم التغييرات الضرورية أو الابتكار.",
      "reflectionQuestions": [
        "ما مجالات حياتك التي تستفيد أكثر من الاستقرار؟",
        "أين قد تحتاج لاحتضان المزيد من التغيير؟"
      ]
    },
    "order": {
      "label": "النظام",
      "description": "تقدير البنية والقواعد والتوقعات الواضحة.",
      "insight": "النظام يخلق الوضوح والقابلية للتنبؤ التي تمكن العمل المنسق والثقة. القادة الذين يوازنون بين البنية والمرونة يحافظون على بيئات حيث تدعم العمليات الابتكار والاستجابة، مضمونين أن الأنظمة تخدم الناس بدلاً من تقييد الإبداع.",
      "strengths": "تحافظ على الوضوح والبنية في المواقف المعقدة.",
      "dangers": "التعلق الصارم بالنظام قد يقلل من المرونة والابتكار.",
      "reflectionQuestions": [
        "أين تساعدك البنية على الازدهار؟",
        "متى قد تخدمك المرونة بشكل أفضل؟"
      ]
    },
    "loyalty": {
      "label": "الولاء",
      "description": "البقاء مخلصاً للأشخاص أو التقاليد أو القضايا التي تقدرها.",
      "insight": "الولاء يبني ثقة عميقة ويقوي الروابط داخل المجتمعات أو الفرق. القيادة المدروسة تكرم الالتزامات مع البقاء منفتحة للنمو والتطور، مدركة متى يغذي الولاء التماسك ومتى قد يتطلب إعادة تقييم لتعزيز التقدم الصحي.",
      "strengths": "أنت موثوق وتقف إلى جانب التزاماتك.",
      "dangers": "الولاء قد يمنعك من التشكيك فيما لم يعد يخدمك.",
      "reflectionQuestions": [
        "لماذا أنت أكثر ولاءً؟",
        "متى يخلق الولاء صراعاً داخلياً؟"
      ]
    },
    "responsibility": {
      "label": "المسؤولية",
      "description": "الوفاء بالالتزامات الاجتماعية أو الأخلاقية بعناية واتساق.",
      "insight": "المسؤولية ترسخ القيادة في المحاسبة والاعتمادية والعمل الأخلاقي. القادة الحكماء يعرفون متى يتولون القيادة ومتى يفوضون، موازنين الاهتمام بالآخرين مع إدارة الذات لمنع الإفراط مع ضمان الوفاء بالالتزامات بنزاهة.",
      "strengths": "أنت موثوق وتظهر بثبات للآخرين.",
      "dangers": "الإفراط في المسؤولية قد يؤدي إلى الشعور بالذنب أو الإرهاق.",
      "reflectionQuestions": [
        "ما المسؤوليات التي تحملها بأكبر ثقل؟",
        "كيف تعرف متى تقول لا؟"
      ]
    },
    "humility": {
      "label": "التواضع",
      "description": "إبقاء الأنا تحت السيطرة واحترام المعايير المشتركة ومساهمات الآخرين.",
      "insight": "التواضع يفتح مساحة للتعلم والنمو والاتصال الحقيقي من خلال الاعتراف بالقيود وتقدير مساهمات الآخرين. القادة الذين يزرعون التواضع يخلقون ثقافات شاملة حيث تُحترم وجهات النظر المتنوعة وتزدهر الحكمة الجماعية.",
      "strengths": "تبقى متجذراً ومحترماً في أفعالك.",
      "dangers": "التواضع المفرط قد يكبت احترام الذات أو التعبير.",
      "reflectionQuestions": [
        "كيف يبدو التواضع بالنسبة لك؟",
        "متى قد يحد من صوتك؟"
      ]
    },
    "tradition": {
      "label": "التقليد",
      "description": "تكريم الممارسات الثقافية أو الروحية أو العائلية التي توجه الحياة.",
      "insight": "التقليد يربطك بالحكمة الجماعية والهوية، ويوفر الاستمرارية والمعنى. القيادة المتوازنة تكرم التراث مع السماح بالتكيف، مدركة أن التقاليد الحية تتطور مع الحفاظ على قيمها الأساسية وتوفير الإرشاد للمستقبل.",
      "strengths": "تحافظ على الروابط القيمة مع الماضي والمجتمع.",
      "dangers": "التعلق المفرط بالتقليد قد يعيق التكيف الضروري.",
      "reflectionQuestions": [
        "ما التقاليد التي تعنى لك أكثر؟",
        "كيف تكرم الماضي مع احتضان التغيير؟"
      ]
    },
    "empathy": {
      "label": "التعاطف",
      "description": "فهم ومشاركة مشاعر الآخرين بشفقة.",
      "insight": "التعاطف يخلق روابط أصيلة ويعزز التفاهم المتبادل. في القيادة، التعاطف يمكنك من الاستجابة للاحتياجات العميقة لفريقك، مما يخلق بيئة يشعر فيها الناس بأنهم مرئيون ومسموعون ومقدرون، مما يحسن التعاون والولاء بشكل طبيعي.",
      "strengths": "تتفوق في فهم والتواصل مع الآخرين.",
      "dangers": "التعاطف قد يؤدي إلى الإرهاق العاطفي إذا لم يتوازن بالحدود.",
      "reflectionQuestions": [
        "كيف يؤثر تعاطفك على علاقاتك؟",
        "متى تحتاج لحماية طاقتك العاطفية؟"
      ]
    },
    "kindness": {
      "label": "اللطف",
      "description": "التصرف بلطف وعناية ودفء تجاه الآخرين.",
      "insight": "اللطف يخلق أثراً مضاعفاً من الإيجابية، ويقوي الروابط ويبني الثقة. القادة الذين يجسدون اللطف يلهمون الولاء والتعاون من خلال الاهتمام الحقيقي، مدركين أن القوة الحقيقية تكمن في رفع الآخرين وخلق بيئات آمنة حيث يمكن للناس أن يزدهروا.",
      "strengths": "تخلق الدفء والثقة في علاقاتك.",
      "dangers": "اللطف قد يُستغل إذا لم يُقترن بحدود صحية.",
      "reflectionQuestions": [
        "كيف يؤثر لطفك على من حولك؟",
        "أين قد تحتاج لوضع حدود أوضح؟"
      ]
    },
    "helpfulness": {
      "label": "المساعدة",
      "description": "الاستعداد لدعم ومساعدة أو رفع الآخرين.",
      "insight": "المساعدة تعكس التزاماً بدعم ورفع الآخرين، مما يعزز القوة الجماعية. القادة الذين يجسدون المساعدة يوازنون بين الكرم والعناية بالذات، مضمونين أن مساعدتهم تمكن الآخرين دون تعزيز الاعتمادية، وبالتالي زراعة فرق مستدامة ومرنة.",
      "strengths": "تحدث فرقاً ذا معنى في حياة الآخرين.",
      "dangers": "المساعدة المستمرة قد تخلق اعتمادية أو إهمال النمو الشخصي.",
      "reflectionQuestions": [
        "من تشعر بأنك مدعو لمساعدته الآن؟",
        "كيف تحمي طاقتك الخاصة بينما تدعم الآخرين؟"
      ]
    },
    "equality": {
      "label": "المساواة",
      "description": "الإيمان بالعدالة والفرص المتساوية لجميع الناس.",
      "insight": "المساواة تجسد تفانياً في العدالة والإنصاف، مدافعة عن الفرص المتساوية والاحترام. القيادة المؤسسة على المساواة تتحدى التحيزات والحواجز النظامية، مخلقة بيئات شاملة حيث كل صوت محترم ويمكن للمواهب المتنوعة أن تزدهر.",
      "strengths": "تدافع عن العدالة والشمولية في دوائرك.",
      "dangers": "السعي للعدالة قد يؤدي إلى الإحباط في أنظمة بطيئة التغيير.",
      "reflectionQuestions": [
        "ما معنى العدالة بالنسبة لك في الحياة اليومية؟",
        "أين ترى عدم المساواة التي تحركك للعمل؟"
      ]
    },
    "sustainability": {
      "label": "الاستدامة",
      "description": "حماية الطبيعة والتصرف بعناية للكوكب والأجيال القادمة.",
      "insight": "الاستدامة تدعو للتفكير طويل المدى ورعاية الموارد، مكرمة تأثير خيارات اليوم على الأجيال القادمة. القادة الذين يعطون الأولوية للاستدامة يلهمون المسؤولية ما وراء الأهداف الفورية، مغذين ثقافات تقدر التأثير الأخلاقي إلى جانب الأداء.",
      "strengths": "تتخذ خيارات تعكس التفكير طويل المدى والعناية بالأرض.",
      "dangers": "جهود الاستدامة قد تشعر بأنها مرهقة أو معزولة عند عدم المشاركة.",
      "reflectionQuestions": [
        "ما العادات المستدامة التي تشعر بالفخر بها؟",
        "كيف تلهم الآخرين نحو العمل البيئي؟"
      ]
    },
    "openness": {
      "label": "الانفتاح",
      "description": "الترحيب وتقدير الثقافات ووجهات النظر وطرق الحياة المختلفة.",
      "insight": "الانفتاح على الآخرين يدعو الفضول والاحترام لوجهات النظر المتنوعة، مما يثري الفهم والابتكار. القيادة الفعالة تحتضن الانفتاح مع الحفاظ على وضوح القيم، مخلقة مساحات شاملة حيث يزدهر الحوار والنمو دون فقدان الهدف.",
      "strengths": "تعزز الاتصال عبر الاختلافات وتخلق مساحات شاملة.",
      "dangers": "الانفتاح قد يصبح تردداً أو تمييع موقفك الخاص.",
      "reflectionQuestions": [
        "ما وجهة النظر الجديدة التي غيرت تفكيرك مؤخراً؟",
        "كيف تبقى منفتحاً مع الحفاظ على قيمك؟"
      ]
    },
    "justice": {
      "label": "العدالة",
      "description": "الدفاع عن الحقوق والمساواة والمعاملة الأخلاقية للجميع.",
      "insight": "العدالة هي التزام بفعل ما هو صحيح، حتى عندما يكون صعباً. القادة المسيرون بالعدالة يخلقون أنظمة وثقافات تحمي الحقوق وتكافئ الجدارة وتضمن سماع الأصوات، فاهمين أن العدالة تقوي الثقة والتماسك على المدى الطويل.",
      "strengths": "تدافع عما هو صحيح وعادل.",
      "dangers": "السعي للعدالة قد يكون مستنزفاً عاطفياً أمام الظلم النظامي.",
      "reflectionQuestions": [
        "أين تشعر بأقوى دعوة للدفاع عن العدالة؟",
        "كيف توازن بين المثالية والبراغماتية في سعيك للعدالة؟"
      ]
    },
    "compassion": {
      "label": "الرحمة",
      "description": "الشعور العميق بمعاناة الآخرين والدافع لمساعدتهم.",
      "insight": "الرحمة تحول التعاطف إلى عمل، مخلقة روابط عميقة وملهمة للتغيير الإيجابي. القادة الرحماء يعترفون بالمعاناة دون السماح لأنفسهم بالغمر، موجهين اهتمامهم إلى أعمال ذات معنى ترفع الآخرين مع الحفاظ على مرونتهم الخاصة.",
      "strengths": "تقدم عناية عميقة وحضوراً عاطفياً لمن هم في حاجة.",
      "dangers": "إرهاق الرحمة قد يحدث عند استنزاف الاحتياطيات العاطفية.",
      "reflectionQuestions": [
        "أين تكون رحمتك أكثر احتياجاً الآن؟",
        "كيف تجدد نفسك عند مساعدة الآخرين؟"
      ]
    },
    "community": {
      "label": "المجتمع",
      "description": "تقدير الاتصال والمسؤولية المشتركة في الجماعات التي تنتمي إليها.",
      "insight": "المجتمع يغذي الانتماء والهدف المشترك، معززاً القوة والمرونة الجماعية. القادة الذين يزرعون المجتمع بوعي يوازنون بين هوية الجماعة والحاجات الفردية، مضمونين أن التعاون يزدهر دون قمع التعبير الشخصي أو الاستقلالية.",
      "strengths": "تقوي الجماعات من خلال الولاء والتعاون والاهتمام.",
      "dangers": "الإفراط في التماهي مع الجماعة قد يقمع الحاجات الفردية.",
      "reflectionQuestions": [
        "ما المجتمعات التي تمنحك القوة؟",
        "كيف توازن دورك مع الحدود الشخصية؟"
      ]
    },
    "respect": {
      "label": "الاحترام",
      "description": "تقدير كرامة وحقوق ووجهات نظر الآخرين.",
      "insight": "الاحترام هو أساس العلاقات الصحية والانسجام الاجتماعي، مدركاً القيمة الجوهرية لكل فرد. القادة الذين يمارسون الاحترام بوعي يوازنون بين تكريم الآخرين والتمييز متى يتحدون السلوكيات الضارة، مغذين بيئات حيث تُقدر الأصوات المتنوعة مع الحفاظ على المساءلة.",
      "strengths": "تستمع وتتصرف بعدالة تجاه الجميع، بغض النظر عن المكانة أو الآراء.",
      "dangers": "الاحترام بلا تمييز قد يمكن السلوك الضار.",
      "reflectionQuestions": [
        "لمن تظهر احتراماً عميقاً — ولماذا؟",
        "كيف تقرر متى تتحدى الآخرين باحترام؟"
      ]
    },
    "generosity": {
      "label": "الكرم",
      "description": "الاستعداد لمشاركة الوقت أو الموارد أو الطاقة بحرية مع الآخرين.",
      "insight": "الكرم يعكس روح الوفرة والدعم، معززاً العلاقات ورفاهية المجتمع. القادة الذين يمارسون الكرم بوعي يوازنون بين العطاء والعناية بالذات، مضمونين أن مساهماتهم ترفع الآخرين دون استنزاف مواردهم الخاصة أو خلق اعتمادية.",
      "strengths": "تخلق الوفرة من خلال أعمال العطاء.",
      "dangers": "الكرم غير المحدود قد يؤدي إلى الاستنزاف أو عدم التوازن في العلاقات.",
      "reflectionQuestions": [
        "أين يشعر كرمك بأكبر فرح؟",
        "ما الحدود التي تساعدك على العطاء بشكل مستدام؟"
      ]
    },
    "playfulness": {
      "label": "المرح",
      "description": "احتضان المتعة والفكاهة والعفوية في الحياة.",
      "insight": "المرح يدعو الفرح والإبداع إلى الحياة اليومية، معززاً الرفاهية والاتصال. القادة الذين يحتضنون المرح بوعي يوازنون بين خفة الدم والهدف، مدركين أن الفكاهة والعفوية يمكن أن تعزز الابتكار والمرونة مع ضمان أن اللعب لا يقوض التركيز أو المسؤولية.",
      "strengths": "تجلب الطاقة والضحك إلى بيئتك.",
      "dangers": "الإفراط في المرح قد يقوض الجدية أو المسؤولية.",
      "reflectionQuestions": [
        "متى كانت آخر مرة شعرت فيها بالمرح الحقيقي؟",
        "كيف توازن بين المتعة والتركيز؟"
      ]
    },
    "spontaneity": {
      "label": "العفوية",
      "description": "التصرف بناءً على الدافع واحتضان الفرص غير المتوقعة.",
      "insight": "العفوية تدعوك لاحتضان غير المتوقع، معززة القدرة على التكيف والإبداع. القادة الذين يسخرون العفوية بوعي يوازنون بين الاندفاع والهدف، مضمونين أن لحظات الإلهام تؤدي إلى عمل ذي معنى بدلاً من الفوضى أو الندم.",
      "strengths": "تستغل اللحظات وتزدهر على عدم القابلية للتنبؤ.",
      "dangers": "العفوية بلا تفكير قد تسبب اضطراباً أو ندماً.",
      "reflectionQuestions": [
        "ما الخيارات العفوية التي أثرت حياتك؟",
        "متى يخدمك التخطيط بشكل أفضل؟"
      ]
    },
    "sensuality": {
      "label": "الحسية",
      "description": "الاستمتاع بالمتعة الجسدية والتجارب الحسية.",
      "insight": "الحسية تدعوك لتذوق ثراء التجارب الجسدية، معززة الرفاهية والاتصال. القادة الذين يحتضنون الحسية بوعي يوازنون بين الانغماس والوعي، مدركين أن المتعة يمكن أن تجدد وتلهم الإبداع مع ضمان عدم طغيانها على الهدف أو المسؤولية.",
      "strengths": "تقدر ثراء التجارب الحسية.",
      "dangers": "الحسية المركزة على المتعة فقط قد تؤدي إلى الإفراط.",
      "reflectionQuestions": [
        "كيف تستمتع بالتجارب الحسية بوعي؟",
        "متى قد توازن بين الانغماس والانضباط؟"
      ]
    },
    "obedience": {
      "label": "الطاعة",
      "description": "احترام السلطة والقواعد للحفاظ على النظام.",
      "insight": "الطاعة تعكس احترام السلطة والمعايير الاجتماعية، أساسي للحفاظ على النظام والتعاون. القادة الذين يجسدون الطاعة بحكمة يوازنون بين الالتزام بالقواعد والتفكير النقدي، مضمونين أن الامتثال يخدم الخير الأعظم مع تشجيع الابتكار والتأمل الأخلاقي.",
      "strengths": "تساعد في الحفاظ على الانسجام الاجتماعي من خلال احترام القواعد.",
      "dangers": "الطاعة العمياء قد تكبت التفكير النقدي.",
      "reflectionQuestions": [
        "متى تخدمك الطاعة بشكل جيد؟",
        "أين قد تحتاج لطرح أسئلة أكثر؟"
      ]
    },
    "selfControl": {
      "label": "ضبط النفس",
      "description": "ممارسة ضبط النفس والانضباط في أفعالك ودوافعك.",
      "insight": "ضبط النفس هو القدرة على تنظيم الدوافع والحفاظ على التركيز على الأهداف طويلة المدى. القادة الذين يمارسون ضبط النفس يقدمون نموذجاً للانضباط والمرونة، ملهمين الآخرين لزراعة تنظيمهم الذاتي مع ضمان عدم كبت السيطرة للإبداع أو العفوية.",
      "strengths": "تحافظ على التركيز وتتجنب القرارات المتهورة.",
      "dangers": "ضبط النفس المفرط قد يكبت العفوية والفرح.",
      "reflectionQuestions": [
        "كيف تمارس ضبط النفس؟",
        "متى قد يكون تخفيف السيطرة مفيداً؟"
      ]
    },
    "competence": {
      "label": "الكفاءة",
      "description": "الشعور بالقدرة والفعالية في مهامك وأدوارك.",
      "insight": "الكفاءة هي أساس الثقة والفعالية، تدفعك للتفوق في مساعيك. القادة الذين يزرعون الكفاءة يلهمون الثقة والاحترام، موازنين تطوير المهارات مع التواضع لضمان أن خبرتهم تخدم الخير الأعظم بدلاً من الأنا الشخصية.",
      "strengths": "تفتخر بإنجاز الأشياء بشكل جيد والنمو المستمر.",
      "dangers": "الإفراط في التأكيد على الكفاءة قد يؤدي إلى الكمالية أو الخوف من الفشل.",
      "reflectionQuestions": [
        "ما الذي يجعلك تشعر بالكفاءة الحقيقية؟",
        "كيف تبقى منفتحاً للتعلم بينما تسعى للتفوق؟"
      ]
    },
    "fun": {
      "label": "المتعة",
      "description": "الاستمتاع بالأنشطة التي تجلب الفرح واللعب والتسلية.",
      "insight": "المتعة تقدم الفرح والتسلية التي تنشط الدافع والروح المعنوية للفريق. القادة الذين يدمجون المتعة يخلقون ثقافات إيجابية وجذابة توازن بين الإنتاجية والرفاهية، مدركين أن الاستمتاع يغذي الأداء المستدام.",
      "strengths": "تجلب الخفة والاستمتاع إلى حياتك وحياة الآخرين.",
      "dangers": "إعطاء الأولوية للمتعة في الوقت الخطأ قد يسبب تشتتاً أو عدم مسؤولية.",
      "reflectionQuestions": [
        "ما الأنشطة التي تجعلك تفقد إحساسك بالوقت بطريقة جيدة؟",
        "كيف توازن بين المتعة والأولويات الأخرى؟"
      ]
    },
    "authority": {
      "label": "السلطة",
      "description": "امتلاك قوة أو سيطرة معترف بها في جماعة أو بيئة.",
      "insight": "السلطة هي القوة المعترف بها للقيادة واتخاذ القرارات، أساسية للحكم الفعال والتوجيه. القادة الذين يمارسون السلطة بمسؤولية يوازنون بين الحسم والتواضع، مضمونين أن تأثيرهم يعزز التعاون والثقة والنتائج الأخلاقية بدلاً من الهيمنة أو الخوف.",
      "strengths": "تقود بثقة وتتخذ قرارات مؤثرة.",
      "dangers": "السلطة قد تفسد أو تخلق مقاومة إذا أُسيء استخدامها.",
      "reflectionQuestions": [
        "كيف تستخدم سلطتك لخدمة الآخرين؟",
        "متى تحتاج لمشاركة القوة مع الآخرين؟"
      ]
    },
    "personalSecurity": {
      "label": "الأمان الشخصي",
      "description": "ضمان السلامة والصحة والاستقرار في حياتك اليومية.",
      "insight": "الأمان الشخصي يشمل السلامة الجسدية والعاطفية والمالية، موفراً أساساً للرفاهية والنمو. القادة الذين يعطون الأولوية للأمان الشخصي يخلقون بيئات حيث يشعر الأفراد بالأمان لاتخاذ المخاطر والابتكار والمساهمة بشكل هادف، معززين المرونة والثقة داخل الفرق.",
      "strengths": "تحمي رفاهيتك وتخلق أساساً متيناً للنمو.",
      "dangers": "التركيز المفرط على الأمان قد يؤدي إلى تجنب المخاطر أو الركود.",
      "reflectionQuestions": [
        "ما الذي يجعلك تشعر بأكبر قدر من الأمان؟",
        "متى يحد حماية نفسك من النمو؟"
      ]
    },
    "dominance": {
      "label": "الهيمنة",
      "description": "فرض التأثير أو السيطرة في المواقف التنافسية.",
      "insight": "الهيمنة هي القدرة على فرض التأثير والسيطرة، غالباً في السياقات التنافسية. القادة الفعالون يمارسون الهيمنة بمسؤولية، مضمونين أن حزمهم تعزز التمكين بدلاً من القمع، وأنها تتماشى مع المبادئ الأخلاقية ورفاهية من يقودونهم.",
      "strengths": "تتقدم بقوة عندما تكون القيادة أو الحماية مطلوبة.",
      "dangers": "الهيمنة قد تصبح قسرية أو قمعية إذا لم توازن بالتعاطف.",
      "reflectionQuestions": [
        "أين تجلب حزمك قيمة؟",
        "كيف تقود دون هيمنة مفرطة؟"
      ]
    },
    "wealth": {
      "label": "الثروة",
      "description": "الرغبة في الوفرة المادية والراحة والاستقلال المالي.",
      "insight": "الثروة تمكن حرية الاختيار والموارد لدعم الأهداف والرفاهية. القادة الذين يسعون للثروة بتروّ يوائمون النجاح المادي مع المسؤولية الأخلاقية والإشباع الشامل، مدركين التأثير الأوسع لازدهارهم.",
      "strengths": "تخلق وتدير الموارد لدعم الأهداف والأمان.",
      "dangers": "التركيز على الثروة فقط قد يؤثر على العلاقات أو الإشباع الداخلي.",
      "reflectionQuestions": [
        "ما الذي تمكنه الثروة في حياتك؟",
        "أين تتماشى أو تتصادم رغبتك في الوفرة مع قيمك؟"
      ]
    },
    "culturalHeritage": {
      "label": "التراث الثقافي",
      "description": "تكريم التقاليد والأصول والذاكرة الجماعية.",
      "insight": "التراث الثقافي يربطك بجذورك، موفراً شعوراً بالانتماء والهوية. القادة الذين يكرمون التراث الثقافي يعززون الشمولية والاحترام للخلفيات المتنوعة، مثرين ديناميكيات الفريق ومعززين التفاهم عبر الاختلافات.",
      "strengths": "تحمل إلى الأمام ثراء الثقافة والتاريخ.",
      "dangers": "التعلق الصارم بالتراث قد يحد من الانفتاح على التغيير.",
      "reflectionQuestions": [
        "ما أجزاء ثقافتك الأكثر معنى بالنسبة لك؟",
        "كيف توازن بين التقليد والتطور الشخصي؟"
      ]
    },
    "respectForElders": {
      "label": "احترام الكبار",
      "description": "الاعتراف بحكمة وخبرة وقيمة الأجيال الأكبر سناً.",
      "insight": "احترام الكبار يعترف بحكمة وخبرة الأجيال السابقة. القيادة التي تقدر هذا الاحترام تمزج التقليد مع الابتكار، متعلمة من الماضي لإعلام القرارات الأخلاقية والاستشرافية.",
      "strengths": "تتعلم من وترفع أولئك الذين جاؤوا قبلك.",
      "dangers": "الاحترام قد يصبح طاعة إذا لم يُرشد بالتمييز.",
      "reflectionQuestions": [
        "من شكل منظورك من خلال الخبرة المعاشة؟",
        "كيف تحمل رؤاهم إلى الأمام؟"
      ]
    },
    "enjoyment": {
      "label": "الاستمتاع",
      "description": "إيجاد الفرح والمتعة في لحظات الحياة، كبيرها وصغيرها.",
      "insight": "الاستمتاع يتعلق بفسح المجال للمرح والإيجابية في حياتك، والسماح لنفسك بتذوق التجارب المفرحة حقاً. إنه ليس مجرد سعادة عابرة، بل طريقة لإعادة الشحن والتواصل مع الآخرين وتغذية روحك. باحتضان الاستمتاع، تخلق ذكريات ذات معنى ترفعك وتبني المرونة لتحديات الحياة.",
      "strengths": "قدرتك على تقدير اللحظات المفرحة تنشر الإيجابية وتخفف الأجواء من حولك. هذا لا يدعم رفاهيتك فحسب، بل يعزز أيضاً الاتصال والمرونة في علاقاتك.",
      "dangers": "إذا ركزت كثيراً على الاستمتاع، قد تتجنب التحديات الضرورية أو تؤخر المسؤوليات المهمة. موازنة الفرح مع الانضباط يساعدك على البقاء متجذراً ومنتجاً.",
      "reflectionQuestions": [
        "ما اللحظات التي تجلب لك أكبر فرح، وكيف يمكنك دعوة المزيد منها في يومك؟",
        "كيف توازن بين السعي للاستمتاع وسعيك لأهدافك طويلة المدى؟"
      ]
    },
    "gratification": {
      "label": "الإشباع",
      "description": "مكافأة نفسك لتكريم جهودك والحفاظ على الدافع.",
      "insight": "الإشباع هو ممارسة الاعتراف بعملك الشاق من خلال معاملة نفسك باللطف والمكافأة. إنه يغذي دافعك ويساعد في الحفاظ على طاقتك عبر الزمن. الاعتراف بالإنجازات، كبيرها وصغيرها، يشجعك على المضي قدماً بثقة وتوازن.",
      "strengths": "من خلال الاحتفال بتقدمك، تخلق حلقة ردود فعل إيجابية تنشط جهودك وتبني المرونة. هذه العقلية تشجع النمو المستدام والرحمة بالذات.",
      "dangers": "الاعتماد المفرط على المكافآت الفورية قد يقوض الصبر أو الانضباط. إبقاء الإشباع متماشياً مع أهدافك الأكبر يمنع التشتت والاندفاع.",
      "reflectionQuestions": [
        "كيف تكافئ نفسك بطرق تدعم نموك طويل المدى؟",
        "ما التوازن الذي تجده بين التأخير والإشباع الفوري؟"
      ]
    },
    "success": {
      "label": "النجاح",
      "description": "تحقيق أهداف ذات معنى تعكس قيمك ومواهبك.",
      "insight": "النجاح بالنسبة لك أكثر من مجرد نتائج؛ إنه الإشباع الذي يأتي من التغلب على التحديات وتحقيق إمكاناتك. إنه يغذي هدفك ويحفزك على النمو. تفتخر ليس فقط بالإنجازات الشخصية ولكن أيضاً بالتأثير الإيجابي الذي تخلقه للآخرين.",
      "strengths": "عزيمتك تلهم المثابرة والتركيز. تضع معايير واضحة وتقود بالقدوة، مشجعة الآخرين على التطلع عالياً والمثابرة.",
      "dangers": "التركيز المكثف على النجاح قد يسبب الإرهاق أو توتر العلاقات إذا لم يتوازن مع التعاطف والعناية بالذات. تذكر أن النجاح يشمل الرفاهية والاتصال يحافظ على جهودك مستدامة.",
      "reflectionQuestions": [
        "ما معنى النجاح بالنسبة لك وراء الألقاب أو المكافآت؟",
        "كيف تحافظ على الدافع عندما يكون التقدم بطيئاً أو تحدث نكسات؟"
      ]
    },
    "recognition": {
      "label": "التقدير",
      "description": "أن تُرى وتُقدر جهودك ومساهماتك.",
      "insight": "التقدير مصدر حيوي للتشجيع يساعد في بناء ثقتك بنفسك وشعورك بالانتماء. تقدر التغذية الراجعة الهادفة والاحترام من الآخرين، مما يحفزك للنمو وتقديم أفضل ما لديك.",
      "strengths": "تبحث بنشاط عن التغذية الراجعة وتقدر التقدير، مما يعزز الاحترام المتبادل والتحسن المستمر في نفسك وفي الآخرين.",
      "dangers": "الاعتماد المفرط على التحقق الخارجي قد يضعف ثقتك بنفسك عندما يغيب المدح. تطوير الثقة الداخلية أمر أساسي للتوازن.",
      "reflectionQuestions": [
        "كيف تحتفل بالإنجازات عندما يكون التقدير محدوداً؟",
        "ما الذي يساعدك في الحفاظ على الثقة بشكل مستقل عن آراء الآخرين؟"
      ]
    },
    "leadership": {
      "label": "القيادة",
      "description": "توجيه وإلهام الآخرين نحو أهداف مشتركة بالتعاطف والرؤية.",
      "insight": "القيادة تعني أكثر من السلطة—إنها إلهام وتمكين الآخرين للنجاح معاً. تتحمل مسؤولية خلق بيئات يشعر فيها الناس بالدعم والتحفيز. قيادتك مؤسسة على النزاهة والتواصل الواضح والعناية الحقيقية.",
      "strengths": "تبني الثقة من خلال التصرف بما يتماشى مع قيمك وتشجع النمو من خلال دعم من تقودهم. قدرتك على التحفيز تلهم التقدم الجماعي والإنجازات الهادفة.",
      "dangers": "القيادة التي تركز كثيراً على السيطرة أو المكاسب الشخصية قد تقوض الثقة. موازنة السلطة مع التعاطف والانفتاح مفتاح استدامة التأثير الإيجابي.",
      "reflectionQuestions": [
        "كيف تمكن الآخرين مع الحفاظ على اتجاه واضح؟",
        "ما القيم التي توجه قراراتك القيادية؟"
      ]
    },
    "safety": {
      "label": "السلامة",
      "description": "خلق بيئات آمنة ومستقرة تعزز الثقة والطمأنينة.",
      "insight": "السلامة هي الأساس الذي يسمح للناس بالاسترخاء وتحمل مخاطر صحية. تعطي أولوية لبناء مساحات تدعم فيها الأمان الجسدي والعاطفي والاجتماعي النمو والرفاهية. هذا يخلق الثقة ويسمح بابتكار واتصال أكبر.",
      "strengths": "تحدد المخاطر بشكل استباقي وتطبق إجراءات تخلق الهدوء والطمأنينة، معززة بيئات يمكن للناس أن يزدهروا فيها.",
      "dangers": "التأكيد المفرط على السلامة قد يؤدي إلى مقاومة التغيير أو الخوف من عدم اليقين. موازنة الحذر مع الانفتاح تساعد في الحفاظ على القدرة على التكيف.",
      "reflectionQuestions": [
        "ما الذي يجعلك تشعر بالأمان والدعم في بيئاتك؟",
        "كيف توازن بين تحمل المخاطر والحفاظ على السلامة؟"
      ]
    },
    "protection": {
      "label": "الحماية",
      "description": "الدفاع عن رفاهية نفسك ومن تهتم بهم.",
      "insight": "الحماية تعني الاهتمام العميق بسلامة وكرامة من حولك. تتحمل مسؤولية حماية الأحباء والمجتمعات من الضرر، خالقة مساحات من الثقة والعناية. هذا التفاني يقوي العلاقات ويعزز الشعور بالانتماء.",
      "strengths": "يقظتك واستعدادك لدعم الآخرين يخلق روابط قوية وموثوقة. يشعر الناس بالأمان والتقدير عندما يعرفون أنك مستعد للدفاع عن مصالحهم.",
      "dangers": "كونك مفرط الحماية قد يحد أحياناً من نمو الآخرين أو استقلاليتهم. إيجاد توازن بين العناية والاستقلالية أمر مهم.",
      "reflectionQuestions": [
        "من أو ما الذي تشعر بالدعوة لحمايته، ولماذا؟",
        "كيف تشجع الاستقلالية مع تقديم الدعم؟"
      ]
    },
    "predictability": {
      "label": "القابلية للتنبؤ",
      "description": "تقدير الروتين والثبات لخلق الاستقرار وتقليل عدم اليقين.",
      "insight": "القابلية للتنبؤ تساعدك في إدارة التوتر والتخطيط بفعالية من خلال خلق إطار موثوق لحياتك وعملك. تقدر الروتين الذي يوفر الوضوح ويقلل الفوضى، مما يدعم التركيز والثقة.",
      "strengths": "تفضيلك للموثوقية يبني الثقة ويجعل من الأسهل عليك وعلى الآخرين الأداء بثبات. الاستقرار يخلق أساساً قوياً للنمو والتعلم.",
      "dangers": "التمسك المفرط بالقابلية للتنبؤ قد يعيق قدرتك على التكيف مع التغيير أو اغتنام الفرص الجديدة. تنمية المرونة إلى جانب الروتين أمر أساسي.",
      "reflectionQuestions": [
        "ما الروتين الذي يساعدك على الشعور بالثبات والفعالية؟",
        "كيف تبقى منفتحاً وقابلاً للتكيف عندما تحدث مفاجآت؟"
      ]
    },
    "resilience": {
      "label": "المرونة",
      "description": "التعافي من الشدائد بقوة وتفاؤل وقدرة على التكيف.",
      "insight": "المرونة تعني مواجهة التحديات بشجاعة واستخدام النكسات كفرص للنمو. تنمي عقلية تبقى متفائلة ومركزة على الحلول، ملهمة نفسك والآخرين للمثابرة.",
      "strengths": "قوتك الداخلية تساعدك في الحفاظ على الزخم حتى في الأوقات الصعبة. تجد طرقاً للتعلم والنمو من الصعوبات، مثالاً على التحمل والموقف الإيجابي.",
      "dangers": "أحياناً الاعتماد المفرط على المرونة قد يخفي قضايا أعمق أو يؤخر الراحة المطلوبة. إدراك متى تطلب الدعم يضمن أن قوتك مستدامة.",
      "reflectionQuestions": [
        "ما الموارد الشخصية التي تساعدك على التعافي والازدهار بعد النكسات؟",
        "متى تعرف أن الوقت حان لطلب المساعدة أو التوقف للعناية بالذات؟"
      ]
    },
    "selfDiscipline": {
      "label": "الانضباط الذاتي",
      "description": "الحفاظ على السيطرة والتركيز للوفاء بالأهداف والالتزامات.",
      "insight": "الانضباط الذاتي يمكنك من الوفاء بالالتزامات ومقاومة المشتتات، حتى عندما يتلاشى الدافع. هذا الثبات يبني الثقة في نفسك ومع الآخرين ويخلق أساساً موثوقاً للنجاح.",
      "strengths": "تفانيك وتركيزك يساعدانك في تحقيق الأهداف طويلة المدى وإلهام الآخرين بالمثال. تدير دوافعك بتفكير للبقاء متماشياً مع أولوياتك.",
      "dangers": "الصرامة المفرطة قد تسبب التوتر أو تكبت الإبداع. موازنة الانضباط مع المرونة والرحمة بالذات تدعم الإنتاجية والرفاهية الدائمة.",
      "reflectionQuestions": [
        "كيف تحافظ على تركيزك عندما ينخفض الدافع؟",
        "بأي طرق تعزز المرونة انضباطك؟"
      ]
    },
    "devotion": {
      "label": "التفاني",
      "description": "إظهار الولاء والالتزام لقيمك وعلاقاتك ومجتمعاتك.",
      "insight": "التفاني هو إخلاص ثابت ومن القلب يبني اتصالات عميقة وثقة. تعطي أولوية لرفاهية ما تهتم به وتقف بثبات خلال التحديات، خالقة شعوراً بالانتماء والهدف.",
      "strengths": "ولاؤك يخلق علاقات مستقرة وداعمة يعتمد عليها الآخرون. التزامك يقوي المجتمعات ويحافظ على الأهداف المشتركة عبر الزمن.",
      "dangers": "التفاني قد يحد أحياناً من الانفتاح لوجهات نظر جديدة أو التغيير الضروري. موازنة الولاء مع النمو يحافظ على اتصالاتك حيوية وهادفة.",
      "reflectionQuestions": [
        "ما القيم أو الأشخاص الذين تشعر بأكبر تفان تجاههم؟",
        "كيف توازن بين الولاء والانفتاح للأفكار الجديدة؟"
      ]
    },
    "respectForCustoms": {
      "label": "احترام العادات",
      "description": "تكريم التقاليد والممارسات الثقافية التي تبني الهوية والمجتمع.",
      "insight": "احترام العادات يساعدك في البقاء متصلاً بجذورك والقيم المشتركة. تقدر الاستمرارية والمعنى الذي تجلبه التقاليد، معززة الانسجام والانتماء.",
      "strengths": "احترامك للعادات يخلق أساساً قوياً للتماسك الاجتماعي والهوية المشتركة. تساعد في الحفاظ على ممارسات هادفة تثري مجتمعك.",
      "dangers": "الالتزام الصارم بالعادات قد يحد من الابتكار أو الشمولية. تبني القدرة على التكيف مع تكريم التقليد يدعم التطور الصحي.",
      "reflectionQuestions": [
        "أي التقاليد أهم بالنسبة لك، ولماذا؟",
        "كيف تكيف العادات لتبقى ذات صلة ومرحبة؟"
      ]
    },
    "faith": {
      "label": "الإيمان",
      "description": "استمداد القوة والتوجيه من المعتقدات الروحية أو الفلسفية.",
      "insight": "الإيمان يوفر لك الأمل والمعنى والبوصلة الأخلاقية. يدعم المرونة خلال شكوك الحياة ويؤسس خياراتك على قيم عميقة الجذور.",
      "strengths": "إيمانك يلهم النزاهة والمثابرة، يساعدك في البقاء متمركزاً ومتفائلاً حتى في الأوقات الصعبة. كما يوفر مصدر إلهام للآخرين.",
      "dangers": "المعتقدات الصارمة المفرطة قد تحد من الانفتاح أو القدرة على التكيف. البقاء منفتحاً لوجهات نظر متنوعة يمكن أن يعمق ويثري إيمانك.",
      "reflectionQuestions": [
        "كيف يؤثر إيمانك على قراراتك اليومية؟",
        "بأي طرق توازن بين القناعة والانفتاح للأفكار الجديدة؟"
      ]
    },
    "ritual": {
      "label": "الطقوس",
      "description": "استخدام الاحتفالات والروتين للتعبير عن القيم وخلق الاتصال.",
      "insight": "الطقوس تجلب الراحة والهيكل والشعور بالانتماء. تساعدك في تمييز اللحظات المهمة والتعبير عما يهم بعمق، خالقة معنى مشتركاً مع الآخرين. من خلال الممارسة المتسقة، الطقوس تؤسسك وتبني روابط مجتمعية توفر الأمان العاطفي والهوية.",
      "strengths": "التزامك بالطقوس الهادفة يعزز الاستقرار ويغذي العلاقات. الطقوس تخدم كمراسي تجمع الناس وتوفر لحظات للتأمل والامتنان.",
      "dangers": "عندما تصبح الطقوس صارمة جداً، قد تفقد المعنى الشخصي أو تستبعد الآخرين. السماح بالمرونة والانفتاح يحافظ على الطقوس حيوية وشاملة.",
      "reflectionQuestions": [
        "أي الطقوس توفر لك أكبر قدر من الراحة والاتصال؟",
        "كيف تجدد أو تكيف الطقوس لتبقيها هادفة؟"
      ]
    },
    "authenticity": {
      "label": "الأصالة",
      "description": "كونك صادقاً مع نفسك والتعبير عن قيمك ومشاعرك الحقيقية بصراحة.",
      "insight": "الأصالة تعني كونك صادقاً مع من أنت حقاً—التعبير عن قيمك ومشاعرك ومعتقداتك بصدق وصراحة. عندما تعيش بأصالة، لا تشعر بالحاجة لإخفاء أجزاء من نفسك للاندماج أو إرضاء الآخرين. هذه الطريقة الحقيقية في الوجود تساعد في بناء الثقة وتعميق الاتصالات وخلق علاقات هادفة. يتطلب شجاعة للظهور كذاتك الحقيقية، لكنه يجلب لك السلام ويساعد الآخرين على رؤية الأنت الحقيقي.",
      "strengths": "عندما تتبنى الأصالة، تلهم الآخرين لفعل الشيء نفسه. انفتاحك يخلق مساحات آمنة حيث يشعر الناس بالراحة في كونهم أنفسهم. كونك صادقاً مع نفسك يمنحك أيضاً الثقة والوضوح في خياراتك، مساعداً إياك على الثبات حتى عندما تصبح الأمور صعبة.",
      "dangers": "أحياناً، كونك منفتحاً تماماً قد يؤذي الآخرين عن غير قصد أو يسبب سوء فهم، خاصة إذا لم تقترن الصراحة باللطف. من المهم موازنة الصدق مع التعاطف حتى تقرب أصالتك الناس بدلاً من دفعهم بعيداً.",
      "reflectionQuestions": [
        "متى تشعر أكثر بأنك ذاتك الحقيقية، وما الذي يساعدك على البقاء هكذا؟",
        "كيف تجد التوازن الصحيح بين الصدق واللطف في تفاعلاتك؟"
      ]
    },
    "exploration": {
      "label": "الاستكشاف",
      "description": "البحث عن تجارب جديدة والتعلم من خلال الاكتشاف.",
      "insight": "الاستكشاف يعكس فضولك ودافعك لتوسيع آفاقك—سواء من خلال السفر أو التعلم أو الأفكار الجديدة أو وجهات النظر غير المألوفة. تزدهر في الخوض في المجهول والسماح لعدم اليقين بتغذية النمو. هذا الانفتاح يسمح لك بالتطور وإعادة تصور الإمكانيات، شخصياً ومهنياً.",
      "strengths": "انفتاحك يدعو الإبداع ويساعدك على التكيف بسرعة مع التغيير. أنت متشوق لاختبار الحدود والابتكار، مما يؤدي إلى اكتشافات جديدة ونمو شخصي.",
      "dangers": "القلق أو نقص التركيز قد ينشأ إذا تابعت اتجاهات كثيرة جداً في آن واحد. النية والتأمل يمكن أن تساعد في تأسيس استكشافاتك.",
      "reflectionQuestions": [
        "ما التجارب الجديدة التي تناديك مؤخراً؟",
        "كيف تقرر أين تستكشف بعد ذلك—داخلياً أو خارجياً؟"
      ]
    },
    "belonging": {
      "label": "الانتماء",
      "description": "الشعور بالاتصال والقبول والتقدير داخل مجموعة أو مجتمع.",
      "insight": "الانتماء يلبي حاجة إنسانية عميقة للاتصال والقبول. تنمي بيئات شاملة حيث يشعر الناس بالأمان للتعبير عن أنفسهم والتعاون بأصالة. هذا الشعور بالمجتمع يغذي الرفاهية والدعم المتبادل.",
      "strengths": "تركيزك على الانتماء يساعد في بناء مساحات دافئة وداعمة حيث يزدهر الأفراد. تشجع الانفتاح وتعزز العلاقات القائمة على الثقة والاحترام.",
      "dangers": "الرغبة القوية في الانتماء قد تؤدي إلى التنازل عن هويتك أو قيمك. ممارسة الوعي الذاتي تساعدك على البقاء ثابتاً أثناء الاتصال مع الآخرين.",
      "reflectionQuestions": [
        "ما الذي يجعلك تشعر بالشمول والقبول الحقيقي؟",
        "متى تنازلت عن صوتك للاندماج—وكيف قد تفعل ذلك بشكل مختلف الآن؟"
      ]
    }
  },
  "valueCard": {
    "strengths": "نقاط القوة",
    "dangers": "التحديات المحتملة",
    "reflectionQuestions": "أسئلة التأمل الذاتي",
    "rank": "الترتيب {rank}"
  },
  "common": {
    "loading": "جارٍ التحميل...",
    "error": "حدث خطأ",
    "next": "التالي",
    "previous": "السابق",
    "back": "السابق",
    "close": "إغلاق",
    "save": "حفظ"
  },
  "breadcrumbs": {
    "start": "البداية",
    "selection": "اختيار القيم",
    "comparison": "ترتيب أولويات القيم",
    "results": "النتائج"
  },
  "privacy": {
    "note": "* بياناتك الشخصية تبقى شخصية.\nهذا التطبيق مصمم بحيث أن كل ما تدخله أو تختاره أو تفكر فيه يُحفظ محلياً في متصفحك — لا يغادر جهازك أبداً، ولا تُرسل أي بيانات إلى أي خادم.\nأنت تتحكم بالكامل.\nلا تتبع. لا تحليلات. لا جمع مخفي للبيانات.\nإذا كنت تريد مسح إجاباتك في أي وقت، يمكنك إعادة تعيين جلستك في أي وقت."
  },
  "diagram": {
    "ariaLabel": "الرسم البياني الشعاعي SVS",
    "groups": {
      "SelfTranscendence": "تجاوز الذات",
      "OpennessToChange": "الانفتاح على التغيير",
      "SelfEnhancement": "تعزيز الذات",
      "Conservation": "المحافظة"
    }
  },
  "results": {
    "title": "نتائج التقييم",
    "description": "إنها تعكس ما يهمك حقاً — المبادئ التي تشكل خياراتك وعلاقاتك واتجاهك في الحياة. احتفظ بها قريبة منك؛ فهي بوصلتك.",
    "prioritizeAgain": "إعادة ترتيب الأولويات",
    "restartAssessment": "إعادة بدء التقييم"
  },
  "topValues": {
    "title": "قيمك الخمس الأساسية",
    "description": "هذه القيم تمثل المبادئ الأساسية التي تتردد صداها معك أكثر من غيرها. إنها الأضواء المرشدة في حياتك، تشكل قراراتك وأفعالك."
  },
  "selection": {
    "title": "اختر قيمك",
    "description": "ما الذي يهمك حقاً؟ اختر القيم التي تشعر أنها تمثلك.\nاختر على الأقل {required} قيم تتردد صداها معك.",
    "selectMore": "اختر {count} قيم أخرى للمتابعة.",
    "refineSelection": "دعنا نحسن اختيارك",
    "resetSelection": "إعادة تعيين الاختيار",
    "continue": "متابعة"
  },
  "faq": [
    {
      "id": "what-are-values",
      "q": "ما هي القيم الشخصية الأساسية؟",
      "a": "القيم الشخصية الأساسية هي المعتقدات والمبادئ الداخلية التي توجه قراراتك وأفعالك وعلاقاتك. إنها تشكل طريقة قيادتك وما تعطيه الأولوية وكيف تعرّف النجاح. هذه القيم ليست مجرد أفكار مجردة — بل هي محركات مشاعر عميقة للسلوك. عندما تكون واضحة بشأنها، تتنقل في الحياة بثقة ووضوح أكبر. قيم مثل الفضول والصدق والاستقلالية أو الرحمة تعكس من أنت في جوهرك — وليس من يتوقع الآخرون أن تكونه."
    },
    {
      "id": "why-know-values",
      "q": "لماذا يهم معرفة قيمك؟",
      "a": "عندما تعرف قيمك الأساسية، تتخذ قرارات بسهولة ونزاهة أكبر. تشعر بمزيد من التوافق في عملك وعلاقاتك وقيادتك. قيمك تساعدك في تحديد ما يعنيه \"النجاح\" حقاً بالنسبة لك — وتعمل كبوصلة عندما تصبح الأمور غير واضحة أو صعبة. بدون وضوح حول قيمك، من السهل أن تشعر بأنك منجذب في اتجاهات كثيرة جداً أو عالق في أدوار لم تعد تناسب من أنت."
    },
    {
      "id": "how-assessment-works",
      "q": "كيف يعمل تقييم القيم هذا؟",
      "a": "هذه أداة سريعة وتأملية مصممة لمساعدتك في تحديد أهم 5 قيم شخصية لديك. ستراجع قائمة مختارة بعناية من القيم، وتختار تلك التي تتردد صداها أكثر، ثم تضعها في ترتيب الأولويات. الأمر يستغرق دقائق قليلة فقط — لكن البصيرة التي تكتسبها يمكن أن تدوم طويلاً. الهدف ليس الكمال — بل الوعي الذاتي. بمجرد أن تعرف قيمك، يمكنك البدء في اتخاذ قرارات ووضع أهداف تتماشى حقاً."
    },
    {
      "id": "who-is-this-for",
      "q": "لمن هذا مخصص؟",
      "a": "هذا التقييم مخصص للقادة والمهنيين وأي شخص يريد أن يعيش ويقود بشكل أكثر قصدية. سواء كنت تتنقل في التغيير، أو تعمل مع مدرب، أو مجرد فضولي حول ما يحفزك، هذه الأداة تساعدك على التواصل مع ما يهم أكثر. إنها مفيدة بشكل خاص أثناء انتقالات المهنة، وتطوير القيادة، أو اللحظات التي تشعر فيها بالجمود أو عدم التزامن. الوضوح حول قيمك يؤدي إلى الوضوح في أفعالك."
    },
    {
      "id": "can-values-change",
      "q": "هل يمكن أن تتغير القيم مع الوقت؟",
      "a": "نعم — وهذا علامة على النمو. كلما تطورت، وواجهت تحديات جديدة، أو اختبرت تحولات مهمة في الحياة، قد ترتفع بعض القيم في الأهمية بينما تتلاشى أخرى. التحقق من قيمك يساعدك على البقاء متماشياً مع من تصبح، وليس فقط من كنت. هذا التقييم ليس حول حبس نفسك في أفكار ثابتة — بل حول البقاء مؤسساً ومقصوداً في كيفية قيادتك وعيشك."
    },
    {
      "id": "what-will-i-get",
      "q": "ما الذي سأحصل عليه في النهاية؟",
      "a": "ستحصل على قائمة واضحة ومرتبة بالأولوية لأهم 5 قيم شخصية لديك، كل منها مع تأمل قصير لمساعدتك في استكشاف كيف تظهر في حياتك وقيادتك. ستشاهد أيضاً كيف تتوازن قيمك عبر أربع مجموعات دافعة رئيسية — مما يوفر بصيرة حول ما يحفزك، وأين قد توجد توترات، وكيف تبقى متماشياً مع ما يهم أكثر. إنها لقطة بسيطة وشخصية لبوصلتك الداخلية — يمكنك العودة إليها كلما احتجت للوضوح أو التوجيه أو لحظة تأمل."
    }
  ],
  "analysis": {
    "tensions": {
      "balanced": "تُظهر تركيزاً متوازناً نسبياً بين {groupA} و {groupB}، مما يشير إلى مرونة في التنقل في هذه المجالات.",
      "mildContrast": "تبدو تميل نحو {dominant}، لكنك لا تزال تُظهر وعياً بالقيم المرتبطة بـ {lesser}.",
      "clearPreference": "تُظهر تفضيلاً واضحاً لـ {dominant}، بينما تعطي أهمية أقل لـ {lesser}. قد يعكس هذا إعطاء الأولوية لنهج واحد على الآخر.",
      "strongContrast": "هناك تباين قوي بين تفضيلك لـ {dominant} وتركيزك الأقل على {lesser}. قد يشكل هذا التوتر قرارات مهمة أو تحديات."
    },
    "groupAnalysis": {
      "summary": "قيمك تتمحور حول {topSummary}. تعطي الأولوية لهذا على {bottomSummary}.",
      "polarizationMessage": "هناك فجوة كبيرة ({gap} نقطة) بين تركيزك على {topLabel} وتركيزك الأقل على {bottomLabel}. قد يؤدي هذا إلى توتر داخلي بين طموحاتك وحاجتك للاستقرار أو التوازن."
    },
    "reflections": {
      "SelfTranscendence": {
        "high": "كيف تعتني بنفسك بينما تعتني بالآخرين؟",
        "low": "أين قد يُنشط المزيد من الرحمة أو الهدف المشترك اتجاهك؟"
      },
      "SelfEnhancement": {
        "high": "كيف يدعم دافعك للإنجاز — أو يتنافس مع — علاقاتك؟",
        "low": "ماذا ستسعى إليه بجرأة أكبر لو لم يكن الاعتراف مهماً؟"
      },
      "OpennessToChange": {
        "high": "أين تُدعى لاستكشاف شيء جديد الآن؟",
        "low": "ما التجارب الجديدة التي قد توسع منظورك؟"
      },
      "Conservation": {
        "high": "أين تساعدك البنية أو الروتين لتشعر بالأمان الآن؟",
        "low": "ما الطقوس الصغيرة التي قد تخلق المزيد من الاستقرار في حياتك؟"
      }
    }
  },
  "groupBalance": {
    "title": "نظرة عامة على توازن مجموعات القيم",
    "leadingOrientation": "التوجه الرئيسي لمجموعة القيم",
    "lessEmphasized": "التركيز الأقل تأكيداً",
    "description": "{topGroup} هو {leadingOrientation} الخاص بك. {bottomGroup} هو {lessEmphasized}.",
    "personalInsights": "الرؤى الشخصية",
    "reflectivePrompts": "المطالبات التأملية",
    "polarizationInsight": "رؤية الاستقطاب",
    "polarizationPoints": "{gap} نقطة"
  },
  "valueTypes": {
    "selfDirection": {
      "label": "التوجه الذاتي",
      "description": "الفكر والعمل المستقل؛ الاختيار والإبداع والاستكشاف."
    },
    "universalism": {
      "label": "العالمية",
      "description": "الفهم والتقدير والتسامح وحماية رفاهية جميع الناس والطبيعة."
    },
    "stimulation": {
      "label": "التحفيز",
      "description": "الإثارة والجدة والتحدي في الحياة."
    },
    "hedonism": {
      "label": "المتعة",
      "description": "اللذة والإشباع الحسي للذات."
    },
    "achievement": {
      "label": "الإنجاز",
      "description": "النجاح الشخصي من خلال إظهار الكفاءة وفقاً للمعايير الاجتماعية."
    },
    "power": {
      "label": "القوة",
      "description": "المكانة الاجتماعية والهيبة، السيطرة أو الهيمنة على الأشخاص والموارد."
    },
    "security": {
      "label": "الأمان",
      "description": "السلامة والانسجام واستقرار المجتمع والعلاقات والذات."
    },
    "conformity": {
      "label": "المطابقة",
      "description": "تقييد الأفعال والميول والدوافع التي قد تزعج أو تضر بالآخرين وتنتهك التوقعات أو المعايير الاجتماعية."
    },
    "tradition": {
      "label": "التقليد",
      "description": "احترام والتزام وقبول العادات والأفكار التي توفرها الثقافة التقليدية أو الدين."
    },
    "benevolence": {
      "label": "الخير",
      "description": "الحفاظ على وتعزيز رفاهية أولئك الذين يتواصل معهم الشخص بشكل شخصي ومتكرر."
    }
  },
  "groupData": {
    "selfTranscendence": {
      "label": "تجاوز الذات",
      "summary": "مساعدة الآخرين والرحمة والعدالة",
      "insights": [
        "قد تشعر بأكبر قدر من الإشباع عندما تدعم الآخرين أو تحدث تأثيراً إيجابياً.",
        "من المحتمل أن تقدر العدالة والتعاطف والمسؤولية الاجتماعية."
      ]
    },
    "selfEnhancement": {
      "label": "تحسين الذات",
      "summary": "الطموح الشخصي والنجاح والتأثير",
      "insights": [
        "قد تشعر بالدافع من الإنجاز والاعتراف والاستقلالية.",
        "التركيز على النجاح يمكن أن يكون محفزاً، لكن التوازن مع الاهتمام بالآخرين يساعد العلاقات على الازدهار."
      ]
    },
    "opennessToChange": {
      "label": "الانفتاح على التغيير",
      "summary": "الحرية والإبداع والاستكشاف",
      "insights": [
        "من المحتمل أن تستمتع بالاستكشاف والتعلم والتعبير عن فرديتك.",
        "هذا الدافع يدعم الابتكار، لكنه قد يقاوم الروتين أو الاستقرار."
      ]
    },
    "conservation": {
      "label": "المحافظة",
      "summary": "الأمان والهيكل والتقليد",
      "insights": [
        "تقدر النظام والأمان والتقاليد التي تخلق القابلية للتنبؤ.",
        "هذا يمكن أن يبني أسساً قوية، لكن قد يقلل من الانفتاح على التغيير أو المخاطرة."
      ]
    }
  },
  "comparison": {
    "title": "ما الذي يوجهك أكثر؟",
    "description": "لقد اخترت قيماً تتردد صداها معك — بداية ممتازة. في هذه الخطوة، سنساعدك في توضيح ما يهم أكثر من خلال مقارنتها مباشرة. فقط اختر التي تشعر أنها أكثر أهمية في كل زوج.",
    "or": "أو",
    "resetPrioritization": "إعادة تعيين الأولوية",
    "seeResults": "عرض النتائج",
    "finishComparisonFirst": "تحتاج لإنهاء المقارنة لرؤية النتائج",
    "pairProgress": "الزوج {current} من {total}"
  }
}
