{
  "header": {
    "title": "Évaluation des Valeurs\nPersonnelles",
    "description": "Découvrez vos valeurs personnelles fondamentales et apprenez comment elles façonnent vos décisions, relations et bien-être général.",
    "startMessage": "Commencez votre voyage de connaissance de soi — l'évaluation ne prend pas plus de 15 minutes.",
    "start": "Commencer l'Évaluation",
    "continue": "Continuer l'Évaluation",
    "restart": "Redémarrer l'Évaluation",
    "selected": "Sélectionnés {count} sur {total}",
    "pair": "Paire {current} sur {total}",
    "darkMode": "Basculer Mode Sombre",
    "language": "Langue",
    "github": "Github",
    "privacy": "Note de Confidentialité"
  },
  "values": {
    "curiosity": {
      "label": "Curiosité",
      "description": "Une motivation à rechercher de nouvelles idées, connaissances et expériences.",
      "insight": "La curiosité vous encourage à vous aventurer au-delà du familier, en vous engageant avec des questions qui approfondissent votre compréhension de vous-même et du monde. En tant que leader, favoriser la curiosité alimente non seulement la croissance personnelle et professionnelle continue, mais cultive également un environnement où l'innovation prospère, inspirant votre équipe à explorer de nouveaux horizons de manière réfléchie et intentionnelle.",
      "strengths": "Vous êtes ouvert d'esprit et motivé à explorer de nouvelles idées et perspectives.",
      "dangers": "La curiosité peut mener à la distraction ou à une compréhension superficielle si elle n'est pas focalisée.",
      "reflectionQuestions": [
        "Où votre curiosité vous mène-t-elle en ce moment ?",
        "Comment choisissez-vous quelles questions valent la peine d'être poursuivies ?"
      ]
    },
    "creativity": {
      "label": "Créativité",
      "description": "Utiliser la pensée originale et l'imagination pour façonner des idées et des solutions.",
      "insight": "La créativité vous permet de transformer l'imagination en action significative, défiant les limites conventionnelles avec une pensée originale. Le leadership enraciné dans la créativité équilibre les idées visionnaires avec l'exécution pratique, favorisant une culture qui embrasse l'expérimentation, apprend de l'échec et évolue continuellement à travers la résolution inspirée de problèmes.",
      "strengths": "Vous apportez l'originalité et l'innovation à votre travail et votre vie.",
      "dangers": "La créativité peut causer de la frustration quand les idées ne sont pas réalisées ou acceptées.",
      "reflectionQuestions": [
        "Comment exprimez-vous votre créativité aujourd'hui ?",
        "Quels blocages empêchent votre potentiel créatif ?"
      ]
    },
    "freedom": {
      "label": "Liberté",
      "description": "Avoir l'autonomie de faire ses propres choix et d'agir indépendamment.",
      "insight": "La liberté ne concerne pas seulement le choix—il s'agit de posséder la direction de votre vie. Pour les leaders, cela signifie façonner des environnements où les autres peuvent également s'épanouir indépendamment.",
      "strengths": "Vous valorisez l'autonomie et faire vos propres choix.",
      "dangers": "La liberté sans limites peut mener à l'impulsivité ou à l'isolement.",
      "reflectionQuestions": [
        "Dans quels domaines vous sentez-vous le plus libre ?",
        "Comment équilibrez-vous liberté et responsabilité ?"
      ]
    },
    "independence": {
      "label": "Indépendance",
      "description": "Être autonome et confiant dans vos capacités à réussir par vous-même.",
      "insight": "L'indépendance est la confiance de naviguer dans la vie selon vos propres termes, tout en restant ouvert à la collaboration et au soutien quand cela a du sens. Pour les leaders, c'est modéliser l'auto-direction tout en créant des espaces où d'autres peuvent développer leur propre force et capacité.",
      "strengths": "Vous êtes autonome et confiant dans vos capacités.",
      "dangers": "L'indépendance excessive peut créer des barrières à la collaboration et au soutien.",
      "reflectionQuestions": [
        "Où votre indépendance vous sert-elle le mieux ?",
        "Quand demander de l'aide renforcerait-il votre autonomie ?"
      ]
    },
    "selfExpression": {
      "label": "Expression de soi",
      "description": "Communiquer authentiquement qui vous êtes à travers vos paroles, actions et créations.",
      "insight": "L'expression de soi authentique invite les autres à faire de même, créant des connexions plus profondes et une culture de confiance. En tant que leader, votre volonté d'être vulnérable et authentique donne la permission aux autres d'apporter leur moi entier au travail et à la vie.",
      "strengths": "Vous communiquez authentiquement qui vous êtes.",
      "dangers": "L'expression de soi peut parfois entrer en conflit avec les attentes sociales ou les normes du groupe.",
      "reflectionQuestions": [
        "Comment vous exprimez-vous le plus authentiquement ?",
        "Quand retenez-vous votre vraie voix ?"
      ]
    },
    "excitement": {
      "label": "Excitation",
      "description": "Rechercher l'énergie et l'émotion à travers des expériences stimulantes.",
      "insight": "L'excitation est l'énergie émotionnelle qui signale la passion et l'engagement, vous poussant vers des défis significatifs et de nouvelles expériences. Les leaders efficaces exploitent cette énergie de manière réfléchie, équilibrant l'enthousiasme avec des pratiques durables pour maintenir la motivation et inspirer les autres sans risquer l'épuisement ou la distraction.",
      "strengths": "Vous recherchez et créez de l'énergie à travers des expériences nouvelles et palpitantes.",
      "dangers": "Poursuivre l'excitation peut mener à l'épuisement ou à l'imprudence.",
      "reflectionQuestions": [
        "Quelles expériences récentes vous ont excité ?",
        "Comment gérez-vous votre énergie pour éviter l'épuisement ?"
      ]
    },
    "adventure": {
      "label": "Aventure",
      "description": "Embrasser de nouveaux défis et s'aventurer dans l'inconnu.",
      "insight": "L'aventure vous invite à embrasser l'incertitude et à vous aventurer audacieusement dans l'inconnu, favorisant la croissance à travers la prise de risques et la résilience. Le leadership qui embrasse l'aventure modélise le courage, encourageant les autres à dépasser les zones de confort avec une vision claire et un jugement calculé pour naviguer les défis avec confiance.",
      "strengths": "Vous poursuivez les défis et de nouveaux horizons avec courage.",
      "dangers": "La recherche d'aventure peut causer une prise de risques sans prudence suffisante.",
      "reflectionQuestions": [
        "Quels nouveaux défis êtes-vous prêt à affronter ?",
        "Comment évaluez-vous et gérez-vous les risques dans vos aventures ?"
      ]
    },
    "novelty": {
      "label": "Nouveauté",
      "description": "Apprécier la fraîcheur, la diversité et les expériences inattendues.",
      "insight": "La nouveauté suscite des perspectives fraîches et revitalise les schémas périmés, mais nécessite du discernement pour maintenir la concentration et la profondeur. En tant que leader, savoir quand introduire de nouvelles idées et quand consolider les progrès est crucial pour maintenir l'élan et assurer un impact significatif et durable.",
      "strengths": "Vous prospérez avec de nouvelles idées et la diversité dans les expériences.",
      "dangers": "La nouveauté constante peut perturber la concentration et la cohérence.",
      "reflectionQuestions": [
        "Comment incorporez-vous la nouveauté sans perdre la concentration ?",
        "Quelles routines vous aident à rester ancré au milieu du changement ?"
      ]
    },
    "energy": {
      "label": "Énergie",
      "description": "Vivre avec enthousiasme, audace et une forte motivation personnelle.",
      "insight": "L'énergie reflète votre vitalité, votre influence et votre capacité à diriger avec présence. Les leaders sages gèrent leur énergie délibérément—sachant quand amplifier l'élan et quand prendre du recul pour se restaurer—modélisant la résilience et la stabilité qui permettent aux équipes de performer durablement dans le temps.",
      "strengths": "Vous apportez enthousiasme et audace à vos entreprises.",
      "dangers": "Une énergie élevée sans repos peut causer l'épuisement ou l'accablement.",
      "reflectionQuestions": [
        "Comment canalisez-vous votre énergie de manière productive ?",
        "Quels signes vous disent de ralentir et de vous recharger ?"
      ]
    },
    "challenge": {
      "label": "Défi",
      "description": "Se pousser à travers des objectifs exigeants et la croissance personnelle.",
      "insight": "Le défi sert de catalyseur pour la croissance personnelle et collective en repoussant les limites et en encourageant la persévérance. Le leadership qui embrasse le défi favorise un état d'esprit de croissance, équilibrant l'ambition avec la compassion pour maintenir la motivation tout en reconnaissant les limites pour éviter l'accablement et l'épuisement.",
      "strengths": "Vous recherchez la croissance à travers des objectifs exigeants et la compétition.",
      "dangers": "Rechercher constamment des défis peut mener à l'épuisement ou à l'insatisfaction.",
      "reflectionQuestions": [
        "Quels défis vous motivent le plus en ce moment ?",
        "Comment équilibrez-vous ambition et bien-être ?"
      ]
    },
    "achievement": {
      "label": "Accomplissement",
      "description": "S'efforcer d'atteindre des objectifs et de démontrer le succès personnel.",
      "insight": "L'accomplissement valide la compétence et le progrès, renforçant l'auto-efficacité et le but. Les leaders qui célèbrent l'accomplissement de manière réfléchie inspirent l'excellence continue tout en maintenant l'équilibre, s'assurant que le succès alimente le moral collectif et l'épanouissement à long terme plutôt qu'une fixation étroite sur les objectifs.",
      "strengths": "Vous êtes motivé à atteindre des objectifs et à démontrer vos capacités.",
      "dangers": "Une concentration excessive sur l'accomplissement peut causer du stress ou négligence des relations.",
      "reflectionQuestions": [
        "De quel accomplissement êtes-vous le plus fier ?",
        "Comment mesurez-vous le succès dans votre vie ?"
      ]
    },
    "ambition": {
      "label": "Ambition",
      "description": "Poursuivre la croissance, l'impact et l'avancement avec détermination.",
      "insight": "L'ambition est la force motrice qui propulse l'avancement intentionnel et la fixation d'objectifs visionnaires. L'ambition équilibrée vous connecte à vos valeurs fondamentales et vous motive à vous élever ainsi que ceux que vous dirigez, nourrissant une vision partagée tout en prévenant les pièges de la compétitivité effrénée ou de l'épuisement.",
      "strengths": "Vous fixez des objectifs élevés et travaillez dur pour les atteindre.",
      "dangers": "L'ambition sans équilibre peut mener à l'épuisement ou à la surcompétitivité.",
      "reflectionQuestions": [
        "Où votre ambition vous mène-t-elle en ce moment ?",
        "Comment restez-vous ancré en poursuivant vos objectifs ?"
      ]
    },
    "influence": {
      "label": "Influence",
      "description": "Façonner les résultats, décisions ou personnes par votre présence et votre voix.",
      "insight": "L'influence est le pouvoir de façonner les résultats par la présence, la voix et l'intégrité. Le leadership efficace canalise l'influence pour inspirer, autonomiser et cultiver la propriété partagée, favorisant la collaboration et la confiance plutôt que le contrôle ou la coercition, construisant ainsi un impact positif et durable.",
      "strengths": "Vous créez de l'impact et inspirez les autres à suivre votre leadership.",
      "dangers": "L'influence utilisée sans précaution peut manipuler ou dominer les autres.",
      "reflectionQuestions": [
        "Qui influencez-vous le plus dans votre vie ?",
        "Quel genre d'impact voulez-vous laisser derrière vous ?"
      ]
    },
    "status": {
      "label": "Statut",
      "description": "Atteindre reconnaissance sociale et position respectée.",
      "insight": "Le statut peut motiver l'excellence et fournir influence pour un changement positif. Les leaders conscients du statut équilibrent l'ambition personnelle avec l'impact collectif, utilisant leur position pour élever les autres plutôt que simplement pour la reconnaissance personnelle.",
      "strengths": "Vous aspirez à l'excellence et à la reconnaissance de vos contributions.",
      "dangers": "Poursuivre le statut peut créer compétition malsaine ou compromettre l'authenticité.",
      "reflectionQuestions": [
        "Comment votre désir de statut influence-t-il vos décisions ?",
        "Où pouvez-vous utiliser votre position pour aider les autres ?"
      ]
    },
    "control": {
      "label": "Contrôle",
      "description": "Avoir le pouvoir de diriger les événements et les résultats.",
      "insight": "Le contrôle offre sécurité et efficacité, permettant de façonner les résultats et de maintenir la stabilité. Les leaders efficaces équilibrent le contrôle avec la délégation, comprenant quand diriger fermement et quand permettre l'autonomie pour favoriser la croissance et l'innovation.",
      "strengths": "Vous excellez à diriger les résultats et maintenir la stabilité.",
      "dangers": "Un contrôle excessif peut étouffer la créativité et créer de la résistance chez les autres.",
      "reflectionQuestions": [
        "Où votre besoin de contrôle vous sert-il le mieux ?",
        "Quand lâcher prise pourrait-il mener à de meilleurs résultats ?"
      ]
    },
    "pleasure": {
      "label": "Plaisir",
      "description": "Rechercher le bonheur, la satisfaction et les expériences agréables.",
      "insight": "Le plaisir nourrit la joie et peut énergiser d'autres activités importantes. Les leaders équilibrés comprennent que cultiver la joie et la satisfaction améliore la créativité et le bien-être, créant un environnement plus positif et productif pour tous.",
      "strengths": "Vous valorisez la joie et recherchez activement des expériences agréables.",
      "dangers": "Rechercher uniquement le plaisir peut parfois entrer en conflit avec des objectifs à long terme.",
      "reflectionQuestions": [
        "Quelles activités vous apportent le plus de joie authentique ?",
        "Comment équilibrez-vous plaisir et responsabilités ?"
      ]
    },
    "stability": {
      "label": "Stabilité",
      "description": "Maintenir cohérence, prévisibilité et équilibre dans la vie.",
      "insight": "La stabilité fournit la base à partir de laquelle la croissance et l'innovation peuvent s'épanouir. Les leaders qui valorisent la stabilité créent des environnements fiables où les équipes peuvent prendre des risques calculés, sachant qu'il y a une base solide à laquelle revenir.",
      "strengths": "Vous créez cohérence et prévisibilité pour vous-même et les autres.",
      "dangers": "Une stabilité excessive peut résister au changement nécessaire ou à l'innovation.",
      "reflectionQuestions": [
        "Quels domaines de votre vie bénéficient le plus de stabilité ?",
        "Où pourriez-vous avoir besoin d'embrasser plus de changement ?"
      ]
    },
    "order": {
      "label": "Ordre",
      "description": "Créer structure, organisation et systèmes pour l'efficacité et la clarté.",
      "insight": "L'ordre apporte clarté et efficacité, créant des fondations stables pour que les équipes et les projets prospèrent. Les leaders qui valorisent l'ordre équilibrent structure avec flexibilité, comprenant que les systèmes bien conçus libèrent la créativité plutôt que de l'entraver.",
      "strengths": "Vous excellez à créer des systèmes et de la structure qui permettent aux autres de réussir.",
      "dangers": "Un excès d'ordre peut étouffer la flexibilité et l'adaptation aux changements inattendus.",
      "reflectionQuestions": [
        "Quels systèmes ou structures vous aident le plus à réussir ?",
        "Où pourriez-vous avoir besoin de plus de flexibilité dans votre approche ?"
      ]
    },
    "loyalty": {
      "label": "Loyauté",
      "description": "Maintenir fidélité et engagement envers les personnes, groupes ou causes.",
      "insight": "La loyauté construit confiance et stabilité relationnelle, créant des liens durables basés sur l'engagement mutuel. Les leaders loyaux inspirent dévouement en démontrant consistance et fiabilité, tout en équilibrant loyauté avec discernement pour s'assurer que l'engagement sert des causes et relations saines.",
      "strengths": "Vous construisez confiance et relations durables par votre fidélité.",
      "dangers": "La loyauté aveugle peut vous empêcher de voir des problèmes ou de faire des changements nécessaires.",
      "reflectionQuestions": [
        "À qui ou à quoi êtes-vous le plus loyal dans votre vie ?",
        "Comment équilibez-vous loyauté avec pensée critique ?"
      ]
    },
    "responsibility": {
      "label": "Responsabilité",
      "description": "Assumer la charge de ses devoirs, actions et leur impact sur les autres.",
      "insight": "La responsabilité crée confiance et fiabilité, démontrant que vous pouvez être compté pour tenir vos engagements. Les leaders responsables modèlent l'intégrité et l'accountability, créant une culture où chacun assume ses rôles et contribue au succès collectif.",
      "strengths": "Vous êtes fiable et assumez vos engagements envers les autres.",
      "dangers": "Un excès de responsabilité peut mener à l'épuisement ou à la difficulté à déléguer.",
      "reflectionQuestions": [
        "Dans quels domaines votre sens des responsabilités vous sert-il le mieux ?",
        "Où pourriez-vous avoir besoin de partager plus de responsabilités avec d'autres ?"
      ]
    },
    "humility": {
      "label": "Humilité",
      "description": "Reconnaître ses limites et valoriser les contributions des autres.",
      "insight": "L'humilité favorise l'apprentissage continu et des relations authentiques en reconnaissant que chacun a quelque chose à apporter. Les leaders humbles créent un espace psychologique sûr où les idées peuvent émerger librement, comprenant que reconnaître ses limites renforce plutôt que diminue l'autorité.",
      "strengths": "Vous restez ouvert à l'apprentissage et valorisez les perspectives des autres.",
      "dangers": "L'humilité excessive peut parfois vous empêcher de revendiquer vos accomplissements ou votre expertise.",
      "reflectionQuestions": [
        "Comment l'humilité améliore-t-elle vos relations et votre apprentissage ?",
        "Où pourriez-vous avoir besoin de plus de confiance en vos capacités ?"
      ]
    },
    "tradition": {
      "label": "Tradition",
      "description": "Respecter et préserver les coutumes et croyances culturelles.",
      "insight": "La tradition vous connecte à un patrimoine riche et fournit stabilité et continuité. En tant que leader, honorer la tradition peut créer un sentiment d'appartenance et de fierté, tout en équilibrant l'innovation avec le respect pour ce qui a façonné votre organisation ou communauté.",
      "strengths": "Vous apportez sagesse historique et stabilité culturelle.",
      "dangers": "Un excès de tradition peut étouffer l'innovation ou l'adaptation au changement.",
      "reflectionQuestions": [
        "Quelles traditions vous apportent le plus de signification ?",
        "Comment équilibrez-vous respect de la tradition et besoin de changement ?"
      ]
    },
    "empathy": {
      "label": "Empathie",
      "description": "Comprendre et partager les sentiments des autres avec compassion.",
      "insight": "L'empathie crée des connexions authentiques et favorise la compréhension mutuelle. En leadership, l'empathie vous permet de répondre aux besoins profonds de votre équipe, créant un environnement où les gens se sentent vus, entendus et valorisés, ce qui améliore naturellement la collaboration et la loyauté.",
      "strengths": "Vous excellez à comprendre et vous connecter avec les autres.",
      "dangers": "L'empathie peut mener à l'épuisement émotionnel si elle n'est pas équilibrée avec des limites.",
      "reflectionQuestions": [
        "Comment votre empathie influence-t-elle vos relations ?",
        "Quand avez-vous besoin de protéger votre énergie émotionnelle ?"
      ]
    },
    "kindness": {
      "label": "Bienveillance",
      "description": "Agir avec gentillesse, considération et générosité envers les autres.",
      "insight": "La bienveillance crée un cercle vertueux de positivité et de confiance. Les leaders bienveillants inspirent la loyauté non par la peur mais par un soin authentique, construisant des équipes qui se soutiennent mutuellement et excellent ensemble dans un environnement de sécurité psychologique.",
      "strengths": "Vous créez de la chaleur et de la confiance dans vos relations.",
      "dangers": "La bienveillance peut être exploitée si elle n'est pas accompagnée de limites.",
      "reflectionQuestions": [
        "Comment votre bienveillance affecte-t-elle ceux qui vous entourent ?",
        "Où pourriez-vous avoir besoin d'établir des limites plus claires ?"
      ]
    },
    "helpfulness": {
      "label": "Entraide",
      "description": "Offrir de l'aide, du soutien et de l'assistance aux autres dans le besoin.",
      "insight": "L'entraide crée un impact direct et significatif sur la vie des autres, construisant un réseau de confiance et de soutien mutuel. Les leaders serviables comprennent que leur succès est interconnecté avec celui des autres, favorisant des environnements où l'assistance et la collaboration fleurissent naturellement.",
      "strengths": "Vous excellez à identifier et répondre aux besoins des autres.",
      "dangers": "Être trop serviable peut mener à l'épuisement ou à la négligence de vos propres besoins.",
      "reflectionQuestions": [
        "Comment votre aide affecte-t-elle ceux que vous soutenez ?",
        "Quand avez-vous besoin de prioriser votre propre bien-être ?"
      ]
    },
    "equality": {
      "label": "Égalité",
      "description": "Assurer un traitement équitable et des opportunités pour tous.",
      "insight": "L'égalité reflète un engagement profond envers la justice et la dignité humaine. Les leaders qui valorisent l'égalité créent des environnements inclusifs où chacun peut contribuer et prospérer, comprenant que la diversité des perspectives renforce la prise de décision et l'innovation collective.",
      "strengths": "Vous défendez la justice et créez des opportunités équitables pour tous.",
      "dangers": "Poursuivre l'égalité peut être frustrant face à des systèmes résistants au changement.",
      "reflectionQuestions": [
        "Où voyez-vous le plus besoin d'égalité dans votre environnement ?",
        "Comment équilibez-vous idéalisme et action pratique ?"
      ]
    },
    "sustainability": {
      "label": "Durabilité",
      "description": "Protéger l'environnement et assurer des ressources pour les générations futures.",
      "insight": "La durabilité représente une responsabilité envers l'avenir et une compréhension de notre interconnexion avec le monde naturel. Les leaders axés sur la durabilité prennent des décisions en pensant aux impacts à long terme, équilibrant les besoins immédiats avec la préservation des ressources pour les générations futures.",
      "strengths": "Vous pensez à long terme et considérez l'impact de vos actions.",
      "dangers": "Se concentrer sur la durabilité peut parfois entrer en conflit avec des besoins ou pressions immédiats.",
      "reflectionQuestions": [
        "Comment vos choix quotidiens reflètent-ils vos valeurs environnementales ?",
        "Où pouvez-vous avoir plus d'impact durable ?"
      ]
    },
    "openness": {
      "label": "Ouverture",
      "description": "Être réceptif aux nouvelles idées, expériences et perspectives différentes.",
      "insight": "L'ouverture cultive la curiosité et la croissance, vous permettant d'apprendre continuellement et de vous adapter. Les leaders ouverts créent des espaces psychologiquement sûrs où des idées diverses peuvent émerger, favorisant l'innovation et la compréhension mutuelle à travers les différences.",
      "strengths": "Vous embrassez nouvelles idées et perspectives avec curiosité.",
      "dangers": "Être trop ouvert peut parfois mener à l'indécision ou au manque de direction.",
      "reflectionQuestions": [
        "Quelles nouvelles perspectives ont récemment changé votre point de vue ?",
        "Où votre ouverture a-t-elle mené à une croissance significative ?"
      ]
    },
    "justice": {
      "label": "Justice",
      "description": "Défendre l'équité, les droits et le traitement moral de tous.",
      "insight": "La justice est l'engagement à faire ce qui est juste, même quand c'est difficile. Les leaders guidés par la justice créent des systèmes et des cultures qui protègent les droits, récompensent le mérite et garantissent que les voix sont entendues, comprenant que l'équité renforce la confiance et la cohésion à long terme.",
      "strengths": "Vous défendez ce qui est juste et équitable.",
      "dangers": "Poursuivre la justice peut être émotionnellement épuisant face à l'injustice systémique.",
      "reflectionQuestions": [
        "Où ressentez-vous le plus fort appel à défendre la justice ?",
        "Comment équilibrez-vous idéalisme et pragmatisme dans votre quête de justice ?"
      ]
    },
    "compassion": {
      "label": "Compassion",
      "description": "Ressentir profondément la souffrance des autres et être motivé à aider.",
      "insight": "La compassion transforme l'empathie en action, créant des connexions profondes et inspirant un changement positif. Les leaders compatissants reconnaissent la souffrance sans se laisser submerger, canalisant leur soin en actions réfléchies qui élèvent les autres tout en maintenant leur propre résilience.",
      "strengths": "Vous ressentez profondément la souffrance des autres et agissez pour aider.",
      "dangers": "La compassion sans limites peut mener à l'épuisement ou à la souffrance vicariante.",
      "reflectionQuestions": [
        "Comment votre compassion vous guide-t-elle dans vos actions ?",
        "Où avez-vous besoin de plus de compassion envers vous-même ?"
      ]
    },
    "community": {
      "label": "Communauté",
      "description": "Construire des connexions et appartenir à quelque chose de plus grand.",
      "insight": "La communauté satisfait notre besoin humain fondamental de connexion et de but partagé. Les leaders axés sur la communauté comprennent que le succès collectif élève chacun, favorisant des environnements où les gens se sentent vus, valorisés et investis dans les résultats mutuels.",
      "strengths": "Vous excellez à créer des connexions et favoriser l'appartenance.",
      "dangers": "Prioriser la communauté peut parfois compromettre l'autonomie individuelle ou la prise de décision.",
      "reflectionQuestions": [
        "Quelles communautés vous donnent le plus d'énergie ?",
        "Comment équilibrez-vous besoins communautaires et personnels ?"
      ]
    },
    "respect": {
      "label": "Respect",
      "description": "Honorer la dignité, les droits et la valeur de chaque personne.",
      "insight": "Le respect crée la base de toutes relations saines et de la collaboration efficace. Les leaders respectueux reconnaissent la valeur inhérente de chaque personne, créant des environnements où les différences sont honorées et où chacun peut contribuer authentiquement.",
      "strengths": "Vous honorez la dignité et la valeur de chaque personne.",
      "dangers": "Montrer du respect peut parfois être défié quand les autres ne le rendent pas.",
      "reflectionQuestions": [
        "Comment montrez-vous du respect même dans des situations difficiles ?",
        "Où pourriez-vous mieux honorer les perspectives des autres ?"
      ]
    },
    "generosity": {
      "label": "Générosité",
      "description": "Donner librement son temps, ressources ou attention aux autres.",
      "insight": "La générosité crée de l'abondance en circulation, construisant la confiance et renforçant les relations. Les leaders généreux comprennent que donner stratégiquement—que ce soit du temps, des ressources ou des opportunités—crée un effet multiplicateur qui profite à tous.",
      "strengths": "Vous donnez librement et créez de l'abondance pour les autres.",
      "dangers": "La générosité excessive peut mener à l'épuisement ou être exploitée par d'autres.",
      "reflectionQuestions": [
        "Quelle forme de générosité vous donne le plus de satisfaction ?",
        "Comment maintenez-vous des limites saines dans votre générosité ?"
      ]
    },
    "playfulness": {
      "label": "Espièglerie",
      "description": "Apporter légèreté, humour et joie aux expériences quotidiennes.",
      "insight": "L'espièglerie favorise la créativité, réduit le stress et renforce les connexions à travers la joie partagée. Les leaders espiègles savent quand introduire de la légèreté pour énergiser les équipes, défuser les tensions et créer un environnement où l'innovation et la collaboration fleurissent naturellement.",
      "strengths": "Vous apportez joie et légèreté aux situations, énergisant les autres.",
      "dangers": "L'espièglerie mal placée peut sembler inappropriée dans des contextes sérieux.",
      "reflectionQuestions": [
        "Comment l'espièglerie améliore-t-elle vos relations et votre travail ?",
        "Quand savez-vous qu'il est temps d'être plus sérieux ?"
      ]
    },
    "spontaneity": {
      "label": "Spontanéité",
      "description": "Agir naturellement et sans planification excessive, embrassant le moment présent.",
      "insight": "La spontanéité apporte fraîcheur et authenticité à la vie, permettant de saisir les opportunités inattendues. Les leaders qui embrassent la spontanéité équilibrent planification stratégique avec flexibilité, sachant quand ajuster le cours pour tirer parti de moments opportuns.",
      "strengths": "Vous embrassez les opportunités inattendues et agissez avec authenticité naturelle.",
      "dangers": "La spontanéité excessive peut parfois compromettre la planification ou la cohérence nécessaires.",
      "reflectionQuestions": [
        "Quand la spontanéité vous a-t-elle mené à des découvertes importantes ?",
        "Comment équilibez-vous spontanéité et planification dans votre vie ?"
      ]
    },
    "sensuality": {
      "label": "Sensualité",
      "description": "Apprécier les expériences sensorielles et la connexion physique avec le monde.",
      "insight": "La sensualité enrichit la vie à travers l'appréciation consciente des expériences sensorielles. Les leaders qui embrassent la sensualité comprennent l'importance du bien-être physique et de l'environnement dans la performance, créant des espaces qui nourrissent les sens et favorisent le confort et la créativité.",
      "strengths": "Vous appréciez pleinement les expériences sensorielles et physiques de la vie.",
      "dangers": "Se concentrer uniquement sur le plaisir sensoriel peut parfois distraire des objectifs à long terme.",
      "reflectionQuestions": [
        "Comment les expériences sensorielles enrichissent-elles votre vie quotidienne ?",
        "Où pourriez-vous créer plus de confort et de beauté dans votre environnement ?"
      ]
    },
    "obedience": {
      "label": "Obéissance",
      "description": "Suivre les règles, l'autorité et les structures établies avec respect.",
      "insight": "L'obéissance réfléchie reconnaît la valeur des structures et de l'autorité légitimes tout en maintenant l'intégrité personnelle. Les leaders qui comprennent l'obéissance savent quand suivre et quand guider, créant des environnements où le respect mutuel et la hiérarchie claire permettent l'efficacité collective.",
      "strengths": "Vous respectez l'autorité légitime et contribuez à l'ordre organisationnel.",
      "dangers": "L'obéissance aveugle peut empêcher la pensée critique ou l'innovation nécessaire.",
      "reflectionQuestions": [
        "Dans quels contextes l'obéissance vous sert-elle le mieux ?",
        "Comment équilibrez-vous respect de l'autorité et pensée indépendante ?"
      ]
    },
    "selfControl": {
      "label": "Maîtrise de soi",
      "description": "Exercer discipline et retenue dans ses actions et réactions émotionnelles.",
      "insight": "La maîtrise de soi est la fondation de la leadership consciente, permettant des réponses réfléchies plutôt que des réactions impulsives. Les leaders avec une forte maîtrise de soi inspirent confiance et stabilité, modélisant comment naviguer les défis avec calme et intention délibérée.",
      "strengths": "Vous maintenez discipline et composure dans des situations difficiles.",
      "dangers": "Une maîtrise de soi excessive peut parfois supprimer l'expression émotionnelle naturelle.",
      "reflectionQuestions": [
        "Dans quelles situations votre maîtrise de soi vous sert-elle le mieux ?",
        "Où pourriez-vous avoir besoin de plus de spontanéité ou d'expression émotionnelle ?"
      ]
    },
    "competence": {
      "label": "Compétence",
      "description": "Développer et démontrer ses compétences et capacités professionnelles.",
      "insight": "La compétence construit confiance et permet de contribuer de manière significative. Les leaders compétents investissent continuellement dans leur développement tout en reconnaissant les domaines d'expertise des autres, créant une culture d'excellence et d'apprentissage mutuel.",
      "strengths": "Vous vous efforcez de maîtriser vos compétences et de livrer un travail de qualité.",
      "dangers": "La poursuite de la compétence peut parfois mener au perfectionnisme ou à la résistance au changement.",
      "reflectionQuestions": [
        "Dans quels domaines votre compétence vous donne-t-elle le plus de confiance ?",
        "Quelles nouvelles compétences pourriez-vous développer pour grandir ?"
      ]
    },
    "fun": {
      "label": "Amusement",
      "description": "Rechercher et créer des moments de plaisir, de rire et de légèreté.",
      "insight": "L'amusement revitalise l'esprit et renforce les liens sociaux, créant des souvenirs positifs qui soutiennent la résilience. Les leaders qui valorisent l'amusement comprennent que la joie partagée améliore la cohésion d'équipe et la créativité, équilibrant sérieux et légèreté pour maintenir l'engagement et le moral.",
      "strengths": "Vous créez atmosphère positive et recherchez activement les moments de joie.",
      "dangers": "Privilégier l'amusement peut parfois compromettre la concentration sur des tâches sérieuses.",
      "reflectionQuestions": [
        "Comment l'amusement améliore-t-il vos relations et votre bien-être ?",
        "Où pourriez-vous introduire plus de légèreté dans votre vie ou travail ?"
      ]
    },
    "authority": {
      "label": "Autorité",
      "description": "Exercer leadership et influence pour guider les décisions et actions.",
      "insight": "L'autorité responsable combine expertise avec service, utilisant l'influence pour créer des résultats positifs. Les leaders conscients de leur autorité comprennent que le vrai pouvoir vient de l'habilitation des autres et de la création d'environnements où chacun peut contribuer efficacement.",
      "strengths": "Vous exercez leadership et prenez des décisions avec confiance.",
      "dangers": "L'autorité mal utilisée peut devenir autoritaire ou étouffer les contributions des autres.",
      "reflectionQuestions": [
        "Comment utilisez-vous votre autorité pour servir les autres ?",
        "Où pourriez-vous partager plus de pouvoir décisionnel ?"
      ]
    },
    "personalSecurity": {
      "label": "Sécurité personnelle",
      "description": "Assurer sa propre protection physique, émotionnelle et financière.",
      "insight": "La sécurité personnelle crée la base stable nécessaire pour prendre des risques calculés et poursuivre des objectifs ambitieux. Les leaders conscients de la sécurité équilibrent prudence et courage, s'assurant que la stabilité personnelle permet l'innovation plutôt que de l'entraver.",
      "strengths": "Vous priorisez votre bien-être et créez des fondations stables pour votre vie.",
      "dangers": "Une préoccupation excessive pour la sécurité peut limiter la prise de risques nécessaires.",
      "reflectionQuestions": [
        "Dans quels domaines vous sentez-vous le plus en sécurité ?",
        "Où pourriez-vous avoir besoin de plus de courage pour grandir ?"
      ]
    },
    "dominance": {
      "label": "Dominance",
      "description": "Exercer contrôle et autorité sur les autres dans les situations sociales et professionnelles.",
      "insight": "La dominance peut être un outil de leadership efficace quand elle est utilisée pour créer de l'ordre et diriger vers des objectifs partagés. Les leaders conscients de leur dominance équilibrent autorité avec respect, comprenant que le vrai pouvoir vient de l'inspiration et de l'autonomisation des autres plutôt que de la seule coercition.",
      "strengths": "Vous prenez naturellement charge des situations et dirigez avec confiance et autorité.",
      "dangers": "La dominance excessive peut créer de la résistance, étouffer la créativité et endommager les relations.",
      "reflectionQuestions": [
        "Comment votre tendance à dominer affecte-t-elle vos relations ?",
        "Quand votre leadership serait-il plus efficace en étant moins directif ?"
      ]
    },
    "wealth": {
      "label": "Richesse",
      "description": "Accumuler des ressources financières et des biens matériels.",
      "insight": "La richesse peut être un outil puissant pour créer sécurité, opportunités et impact positif. Les leaders conscients de la richesse comprennent qu'elle est un moyen vers des fins plus grandes, utilisant les ressources pour créer de la valeur pour les autres tout en maintenant l'équilibre et la perspective.",
      "strengths": "Vous êtes motivé à créer sécurité financière et opportunités par les ressources.",
      "dangers": "Poursuivre uniquement la richesse peut parfois compromettre relations ou valeurs importantes.",
      "reflectionQuestions": [
        "Comment la richesse vous permet-elle de servir vos valeurs plus profondes ?",
        "Quel équilibre cherchez-vous entre sécurité financière et autres priorités ?"
      ]
    },
    "culturalHeritage": {
      "label": "Patrimoine culturel",
      "description": "Préserver et honorer les traditions, coutumes et héritages de sa culture.",
      "insight": "Le patrimoine culturel connecte le présent au passé, offrant sagesse et identité. Les leaders conscients du patrimoine culturel puisent dans la richesse des traditions tout en adaptant les enseignements aux réalités contemporaines, créant des ponts entre générations et cultures.",
      "strengths": "Vous valorisez et préservez les traditions culturelles importantes et la sagesse ancestrale.",
      "dangers": "Un attachement excessif au patrimoine peut parfois résister aux changements nécessaires.",
      "reflectionQuestions": [
        "Quels aspects de votre patrimoine culturel vous tiennent le plus à cœur ?",
        "Comment transmettez-vous les valeurs culturelles importantes aux autres ?"
      ]
    },
    "respectForElders": {
      "label": "Respect des aînés",
      "description": "Honorer la sagesse, l'expérience et les contributions des personnes âgées.",
      "insight": "Le respect des aînés reconnaît la valeur de l'expérience vécue et de la perspective. Les leaders qui respectent les aînés créent des environnements intergénérationnels où la sagesse se transmet naturellement, enrichissant la prise de décision par la profondeur historique et la perspective.",
      "strengths": "Vous valorisez la sagesse et l'expérience que les aînés apportent à la communauté.",
      "dangers": "Le respect peut parfois empêcher la remise en question nécessaire d'idées dépassées.",
      "reflectionQuestions": [
        "Quelle sagesse avez-vous apprise des aînés dans votre vie ?",
        "Comment équilibrez-vous respect pour la tradition et innovation nécessaire ?"
      ]
    },
    "enjoyment": {
      "label": "Plaisir",
      "description": "Trouver joie et satisfaction dans les expériences et activités de la vie.",
      "insight": "Le plaisir authentique nourrit l'esprit et maintient la motivation à long terme. Les leaders qui comprennent le plaisir créent des environnements où la joie et l'accomplissement se renforcent mutuellement, reconnaissant que le bien-être et la performance sont intrinsèquement liés.",
      "strengths": "Vous savez apprécier la beauté et la joie dans les expériences quotidiennes.",
      "dangers": "La recherche constante du plaisir peut parfois éviter les défis nécessaires à la croissance.",
      "reflectionQuestions": [
        "Quelles activités vous apportent le plus de joie authentique ?",
        "Comment intégrez-vous plaisir et responsabilité dans votre vie ?"
      ]
    },
    "gratification": {
      "label": "Gratification",
      "description": "Rechercher satisfaction et récompense immédiate pour ses efforts et désirs.",
      "insight": "La gratification équilibrée motive l'action et maintient l'engagement. Les leaders conscients de la gratification comprennent l'importance de célébrer les progrès tout en gardant perspective sur les objectifs à long terme, utilisant les récompenses pour soutenir la persévérance.",
      "strengths": "Vous savez reconnaître et célébrer vos accomplissements et progrès.",
      "dangers": "La recherche de gratification immédiate peut parfois compromettre les objectifs à long terme.",
      "reflectionQuestions": [
        "Quels types de gratification vous motivent le plus durablement ?",
        "Comment équilibrez-vous satisfaction immédiate et objectifs à long terme ?"
      ]
    },
    "success": {
      "label": "Succès",
      "description": "Atteindre des objectifs significatifs et réaliser ses aspirations.",
      "insight": "Le succès authentique aligne accomplissements externes avec épanouissement personnel et impact positif. Les leaders qui redéfinissent le succès créent des environnements où la réussite collective et individuelle se renforcent mutuellement, mesurant le progrès au-delà des seules métriques traditionnelles.",
      "strengths": "Vous êtes motivé à atteindre vos objectifs et créer des résultats tangibles.",
      "dangers": "Poursuivre le succès peut parfois compromettre des valeurs importantes ou le bien-être.",
      "reflectionQuestions": [
        "Comment définissez-vous le succès dans votre vie actuelle ?",
        "Quels types de succès vous donnent le plus de satisfaction durable ?"
      ]
    },
    "recognition": {
      "label": "Reconnaissance",
      "description": "Recevoir appréciation et validation pour ses contributions et accomplissements.",
      "insight": "La reconnaissance valide l'effort et l'impact, motivant l'excellence continue. Les leaders qui comprennent la reconnaissance créent des cultures qui célèbrent les contributions significatives, comprenant que l'appréciation authentique inspire performance et engagement à long terme.",
      "strengths": "Vous aspirez à ce que vos contributions soient vues et valorisées par les autres.",
      "dangers": "Dépendre uniquement de la reconnaissance externe peut compromettre la motivation intrinsèque.",
      "reflectionQuestions": [
        "Quel type de reconnaissance vous motive le plus ?",
        "Comment trouvez-vous satisfaction dans votre travail indépendamment de la reconnaissance ?"
      ]
    },
    "leadership": {
      "label": "Leadership",
      "description": "Guider, inspirer et influencer positivement les autres vers des objectifs communs.",
      "insight": "Le leadership authentique émerge du service aux autres et de la vision partagée. Les vrais leaders comprennent que leur rôle est de développer d'autres leaders, créant des impacts qui perdurent bien au-delà de leur propre présence et influence directe.",
      "strengths": "Vous inspirez et guidez les autres vers la réalisation d'objectifs communs.",
      "dangers": "Le leadership peut parfois isoler ou créer une pression excessive de performance.",
      "reflectionQuestions": [
        "Quel type de leader voulez-vous être reconnu comme étant ?",
        "Comment votre leadership développe-t-il les capacités des autres ?"
      ]
    },
    "safety": {
      "label": "Sécurité",
      "description": "Protéger soi-même et les autres des dangers et risques.",
      "insight": "La sécurité crée l'environnement dans lequel l'innovation et la croissance peuvent prospérer. Les leaders axés sur la sécurité équilibrent protection et progrès, comprenant que la sécurité physique et psychologique est essentielle pour que les équipes performent à leur meilleur niveau.",
      "strengths": "Vous priorisez la protection et le bien-être de vous-même et des autres.",
      "dangers": "Une préoccupation excessive pour la sécurité peut parfois empêcher la prise de risques nécessaires.",
      "reflectionQuestions": [
        "Comment créez-vous sécurité pour vous-même et les autres ?",
        "Où l'équilibre entre sécurité et risque est-il le plus important pour vous ?"
      ]
    },
    "protection": {
      "label": "Protection",
      "description": "Défendre et préserver ce qui est important contre les menaces et dangers.",
      "insight": "La protection crée l'espace sûr nécessaire pour que la croissance et l'innovation prospèrent. Les leaders protecteurs équilibrent vigilance et confiance, créant des environnements où les autres se sentent assez en sécurité pour prendre des risques créatifs et exprimer leur authenticité.",
      "strengths": "Vous défendez activement ce qui compte le plus pour vous et les autres.",
      "dangers": "La protection excessive peut parfois limiter la croissance et l'indépendance nécessaires.",
      "reflectionQuestions": [
        "Qu'est-ce qui vous pousse le plus à protéger les autres ?",
        "Comment équilibrez-vous protection et encouragement à l'autonomie ?"
      ]
    },
    "predictability": {
      "label": "Prévisibilité",
      "description": "Valoriser la stabilité, la routine et des résultats cohérents dans la vie.",
      "insight": "La prévisibilité crée la structure dans laquelle la créativité et l'innovation peuvent s'épanouir en toute sécurité. Les leaders qui comprennent la prévisibilité créent des systèmes fiables qui libèrent l'énergie mentale pour se concentrer sur ce qui compte vraiment.",
      "strengths": "Vous créez stabilité et cohérence qui rassurent et permettent la planification.",
      "dangers": "Trop de prévisibilité peut parfois empêcher l'adaptation nécessaire au changement.",
      "reflectionQuestions": [
        "Dans quels domaines la prévisibilité vous aide-t-elle le plus à performer ?",
        "Où pourriez-vous bénéficier de plus de flexibilité et d'adaptation ?"
      ]
    },
    "resilience": {
      "label": "Résilience",
      "description": "Rebondir face aux défis et s'adapter aux changements avec force.",
      "insight": "La résilience transforme les obstacles en opportunités de croissance, développant la capacité de prospérer dans l'adversité. Les leaders résilients modèlent la persévérance et l'adaptabilité, inspirant leurs équipes à voir les défis comme des occasions d'innovation et de développement personnel.",
      "strengths": "Vous rebondissez des difficultés et vous adaptez efficacement au changement.",
      "dangers": "La résilience peut parfois masquer le besoin de soutien ou de repos nécessaire.",
      "reflectionQuestions": [
        "Quelles expériences ont le plus renforcé votre résilience ?",
        "Comment équilibez-vous persévérance et prise de soin de vous-même ?"
      ]
    },
    "selfDiscipline": {
      "label": "Autodiscipline",
      "description": "Maintenir contrôle de soi et persévérer malgré les défis et tentations.",
      "insight": "L'autodiscipline transforme les intentions en résultats durables. Les leaders disciplinés modèlent la constance et la fiabilité, inspirant les autres par leur engagement aux valeurs et objectifs même face aux difficultés et distractions.",
      "strengths": "Vous maintenez focus et engagement envers vos objectifs malgré les obstacles.",
      "dangers": "Une autodiscipline excessive peut parfois mener à rigidité ou épuisement.",
      "reflectionQuestions": [
        "Dans quels domaines votre autodiscipline vous sert-elle le mieux ?",
        "Comment équilibez-vous discipline personnelle et flexibilité adaptative ?"
      ]
    },
    "devotion": {
      "label": "Dévotion",
      "description": "S'engager profondément envers des personnes, causes ou principes importants.",
      "insight": "La dévotion authentique crée un sens profond de but et d'appartenance. Les leaders dévoués inspirent par leur engagement profond, montrant comment la loyauté et l'engagement peuvent transformer à la fois l'individu et ceux qu'il sert.",
      "strengths": "Vous vous engagez profondément envers ce qui compte vraiment pour vous.",
      "dangers": "La dévotion excessive peut parfois aveugler aux défauts ou empêcher l'évolution nécessaire.",
      "reflectionQuestions": [
        "À quoi êtes-vous le plus profondément dévoué dans votre vie ?",
        "Comment votre dévotion influence-t-elle vos décisions importantes ?"
      ]
    },
    "respectForCustoms": {
      "label": "Respect des coutumes",
      "description": "Honorer et suivre les traditions et pratiques établies de sa communauté.",
      "insight": "Le respect des coutumes maintient la continuité culturelle et renforce les liens communautaires. Les leaders conscients des coutumes savent quand les traditions servent le bien commun et quand l'adaptation respectueuse est nécessaire pour l'évolution positive.",
      "strengths": "Vous honorez les traditions importantes et maintenez la continuité culturelle.",
      "dangers": "Un respect rigide des coutumes peut parfois empêcher l'innovation bénéfique.",
      "reflectionQuestions": [
        "Quelles coutumes vous semblent les plus importantes à préserver ?",
        "Comment équilibez-vous respect des traditions et ouverture au changement ?"
      ]
    },
    "faith": {
      "label": "Foi",
      "description": "Maintenir confiance et croyance en quelque chose de plus grand que soi.",
      "insight": "La foi fournit ancrage et espoir face à l'incertitude, offrant perspective et résilience. Les leaders guidés par la foi inspirent par leur conviction profonde et leur capacité à voir au-delà des défis immédiats vers un but plus grand.",
      "strengths": "Vous puisez force et guidance dans vos convictions profondes.",
      "dangers": "La foi aveugle peut parfois empêcher la pensée critique nécessaire.",
      "reflectionQuestions": [
        "En quoi votre foi vous guide-t-elle dans les moments difficiles ?",
        "Comment votre foi influence-t-elle vos relations avec les autres ?"
      ]
    },
    "ritual": {
      "label": "Rituel",
      "description": "Participer à des cérémonies et pratiques traditionnelles significatives.",
      "insight": "Les rituels créent un sens sacré et une connexion communautaire qui transcendent l'ordinaire. Les leaders qui comprennent les rituels savent comment créer des moments significatifs qui renforcent les valeurs partagées et marquent les transitions importantes.",
      "strengths": "Vous trouvez sens et connexion à travers les pratiques rituelles significatives.",
      "dangers": "L'attachement aux rituels peut parfois empêcher l'adaptation aux nouveaux contextes.",
      "reflectionQuestions": [
        "Quels rituels vous apportent le plus de sens et de connexion ?",
        "Comment vos pratiques rituelles renforcent-elles vos valeurs importantes ?"
      ]
    },
    "authenticity": {
      "label": "Authenticité",
      "description": "Être fidèle à soi-même et agir en cohérence avec ses valeurs profondes.",
      "insight": "L'authenticité crée une cohérence intérieure qui inspire confiance et respect. Les leaders authentiques donnent permission aux autres d'être également vrais, créant des environnements où l'innovation et la collaboration prospèrent grâce à la sécurité psychologique et la confiance mutuelle.",
      "strengths": "Vous restez fidèle à vos valeurs et agissez avec intégrité personnelle.",
      "dangers": "L'authenticité peut parfois créer des conflits avec les attentes ou normes sociales.",
      "reflectionQuestions": [
        "Dans quels domaines vous sentez-vous le plus authentique ?",
        "Où pourriez-vous avoir besoin de plus d'courage pour être votre vrai moi ?"
      ]
    },
    "exploration": {
      "label": "Exploration",
      "description": "Rechercher activement nouvelles expériences, lieux et connaissances.",
      "insight": "L'exploration nourrit la curiosité et élargit les perspectives, révélant des possibilités inattendues. Les leaders explorateurs encouragent l'apprentissage continu et la découverte, créant des cultures qui embrassent l'inconnu et trouvent opportunités dans la nouveauté.",
      "strengths": "Vous cherchez activement nouvelles expériences et élargissez continuellement vos horizons.",
      "dangers": "L'exploration constante peut parfois empêcher l'approfondissement ou la spécialisation.",
      "reflectionQuestions": [
        "Quelles nouvelles frontières vous attirent le plus en ce moment ?",
        "Comment équilibez-vous exploration et approfondissement de vos connaissances ?"
      ]
    },
    "belonging": {
      "label": "Appartenance",
      "description": "Se sentir accepté, valorisé et connecté au sein d'un groupe ou communauté.",
      "insight": "L'appartenance satisfait le besoin humain fondamental de connexion et d'acceptation. Les leaders qui cultivent l'appartenance créent des environnements inclusifs où chacun se sent valorisé pour ses contributions uniques, renforçant l'engagement et la performance collective.",
      "strengths": "Vous cherchez et créez des connexions authentiques et un sentiment d'inclusion.",
      "dangers": "Le besoin d'appartenance peut parfois compromettre l'authenticité personnelle.",
      "reflectionQuestions": [
        "Où ressentez-vous le plus fort sentiment d'appartenance dans votre vie ?",
        "Comment créez-vous appartenance pour les autres autour de vous ?"
      ]
    }
  },
  "valueCard": {
    "strengths": "Forces",
    "dangers": "Défis Potentiels",
    "reflectionQuestions": "Questions d'auto-réflexion",
    "rank": "Rang {rank}"
  },
  "common": {
    "loading": "Chargement...",
    "error": "Une erreur s'est produite",
    "next": "Suivant",
    "previous": "Précédent",
    "back": "Retour",
    "close": "Fermer",
    "save": "Enregistrer"
  },
  "breadcrumbs": {
    "start": "Début",
    "selection": "Sélection des Valeurs",
    "comparison": "Priorisation des Valeurs",
    "results": "Résultats"
  },
  "privacy": {
    "note": "* Vos données personnelles restent personnelles.\nCette application est conçue de manière à ce que tout ce que vous saisissez, choisissez ou sur quoi vous réfléchissez soit stocké localement dans votre navigateur — cela ne quitte jamais votre appareil et aucune donnée n'est envoyée à un serveur.\nVous avez le contrôle total.\nAucun suivi. Aucune analyse. Aucune collecte cachée.\nSi vous souhaitez effacer vos réponses, vous pouvez réinitialiser votre session à tout moment."
  },
  "diagram": {
    "ariaLabel": "Diagramme Radial SVS",
    "groups": {
      "SelfTranscendence": "Dépassement de Soi",
      "OpennessToChange": "Ouverture au Changement",
      "SelfEnhancement": "Affirmation de Soi",
      "Conservation": "Conservation"
    }
  },
  "results": {
    "title": "Résultats de l'Évaluation",
    "description": "Ils reflètent ce qui compte vraiment pour vous — les principes qui façonnent vos choix, vos relations et votre direction dans la vie. Gardez-les près de vous ; ils sont votre boussole.",
    "prioritizeAgain": "Prioriser à Nouveau",
    "restartAssessment": "Redémarrer l'Évaluation"
  },
  "topValues": {
    "title": "Vos 5 Valeurs Principales",
    "description": "Ces valeurs représentent les principes fondamentaux qui résonnent le plus avec vous. Elles sont les phares de votre vie, façonnant vos décisions et vos actions."
  },
  "selection": {
    "title": "Sélectionnez Vos Valeurs",
    "description": "Qu'est-ce qui compte vraiment pour vous ? Choisissez les valeurs qui vous ressemblent.\nSélectionnez au moins {required} valeurs qui résonnent avec vous.",
    "selectMore": "Sélectionnez {count} valeurs de plus pour continuer.",
    "refineSelection": "Affinons votre sélection",
    "resetSelection": "Réinitialiser la sélection",
    "continue": "Continuer"
  },
  "faq": [
    {
      "id": "what-are-values",
      "q": "Que sont les valeurs personnelles fondamentales ?",
      "a": "Les valeurs personnelles fondamentales sont les croyances et principes intérieurs qui guident vos décisions, actions et relations. Elles façonnent votre leadership, vos priorités et votre définition du succès. Ces valeurs ne sont pas que des idées abstraites — ce sont des moteurs profondément ressentis du comportement. Quand vous les connaissez clairement, vous naviguez dans la vie avec plus de confiance et de clarté. Des valeurs comme la curiosité, l'honnêteté, l'autonomie ou la compassion reflètent qui vous êtes au fond — pas qui les autres attendent que vous soyez."
    },
    {
      "id": "why-know-values",
      "q": "Pourquoi est-il important de connaître ses valeurs ?",
      "a": "Quand vous connaissez vos valeurs fondamentales, vous prenez des décisions avec plus de facilité et d'intégrité. Vous vous sentez plus aligné dans votre travail, vos relations et votre leadership. Vos valeurs vous aident à définir ce que le \"succès\" signifie vraiment pour vous — et elles servent de boussole quand les choses deviennent floues ou difficiles. Sans clarté sur vos valeurs, il est facile de se sentir tiré dans trop de directions ou coincé dans des rôles qui ne correspondent plus à qui vous êtes."
    },
    {
      "id": "how-assessment-works",
      "q": "Comment fonctionne cette évaluation des valeurs ?",
      "a": "C'est un outil rapide et réflexif conçu pour vous aider à identifier vos 5 valeurs personnelles principales. Vous examinerez une liste soigneusement sélectionnée de valeurs, choisirez celles qui résonnent le plus, puis les prioriserez. Cela ne prend que quelques minutes — mais l'insight que vous gagnez peut être durable. L'objectif n'est pas la perfection — c'est la conscience de soi. Une fois que vous connaissez vos valeurs, vous pouvez commencer à prendre des décisions et fixer des objectifs qui s'alignent vraiment."
    },
    {
      "id": "who-is-this-for",
      "q": "Pour qui est-ce destiné ?",
      "a": "Cette évaluation est pour les leaders, professionnels, et toute personne qui veut vivre et diriger de manière plus intentionnelle. Que vous naviguiez un changement, travailliez avec un coach, ou soyez simplement curieux de ce qui vous motive, cet outil vous aide à vous connecter avec ce qui compte le plus. Il est particulièrement utile pendant les transitions de carrière, le développement du leadership, ou les moments où vous vous sentez coincé ou désynchronisé. La clarté sur vos valeurs mène à la clarté dans vos actions."
    },
    {
      "id": "can-values-change",
      "q": "Les valeurs peuvent-elles changer avec le temps ?",
      "a": "Oui — et c'est un signe de croissance. À mesure que vous évoluez, faites face à de nouveaux défis, ou vivez des changements significatifs dans la vie, certaines valeurs peuvent gagner en importance tandis que d'autres s'estompent. Vérifier avec vos valeurs vous aide à rester aligné avec qui vous devenez, pas seulement qui vous avez été. Cette évaluation ne consiste pas à vous enfermer dans des idées fixes — il s'agit de rester ancré et intentionnel dans votre façon de diriger et de vivre."
    },
    {
      "id": "what-will-i-get",
      "q": "Qu'obtiendrai-je à la fin ?",
      "a": "Vous recevrez une liste claire et priorisée de vos 5 valeurs personnelles principales, chacune avec une courte réflexion pour vous aider à explorer comment elle se manifeste dans votre vie et votre leadership. Vous verrez aussi comment vos valeurs sont équilibrées à travers quatre groupes de motivation clés — offrant un aperçu de ce qui vous motive, où des tensions peuvent exister, et comment rester aligné avec ce qui compte le plus. C'est un instantané simple et personnel de votre boussole intérieure — un que vous pouvez consulter chaque fois que vous avez besoin de clarté, de direction, ou d'un moment de réflexion."
    }
  ],
  "analysis": {
    "tensions": {
      "balanced": "Vous montrez un équilibre relativement équilibré entre {groupA} et {groupB}, suggérant une flexibilité pour naviguer dans ces domaines.",
      "mildContrast": "Vous semblez pencher vers {dominant}, mais montrez encore une prise de conscience des valeurs associées à {lesser}.",
      "clearPreference": "Vous montrez une préférence claire pour {dominant}, tout en accordant moins d'importance à {lesser}. Cela peut refléter une priorisation d'une approche par rapport à l'autre.",
      "strongContrast": "Il y a un contraste fort entre votre préférence pour {dominant} et votre accent moindre sur {lesser}. Cette tension pourrait façonner des décisions importantes ou des défis."
    },
    "groupAnalysis": {
      "summary": "Vos valeurs sont centrées autour de {topSummary}. Vous priorisez cela par rapport à {bottomSummary}.",
      "polarizationMessage": "Il y a un écart significatif ({gap} points) entre votre focus sur {topLabel} et votre accent moindre sur {bottomLabel}. Cela peut conduire à une tension intérieure entre vos aspirations et votre besoin de stabilité ou d'équilibre."
    },
    "reflections": {
      "SelfTranscendence": {
        "high": "Comment prenez-vous soin de vous tout en prenant soin des autres ?",
        "low": "Où plus de compassion ou de but partagé pourrait-il énergiser votre direction ?"
      },
      "SelfEnhancement": {
        "high": "Comment votre drive pour la réussite soutient-il — ou entre-t-il en compétition avec — vos relations ?",
        "low": "Que poursuivriez-vous plus audacieusement si la reconnaissance n'avait pas d'importance ?"
      },
      "OpennessToChange": {
        "high": "Où êtes-vous appelé à explorer quelque chose de nouveau en ce moment ?",
        "low": "Quelles nouvelles expériences pourraient élargir votre perspective ?"
      },
      "Conservation": {
        "high": "Où la structure ou la routine vous aide-t-elle à vous sentir en sécurité en ce moment ?",
        "low": "Quels petits rituels pourraient créer plus de stabilité dans votre vie ?"
      }
    }
  },
  "groupBalance": {
    "title": "Aperçu de l'Équilibre des Groupes de Valeurs",
    "leadingOrientation": "Orientation du Groupe de Valeurs Principal",
    "lessEmphasized": "Focus Moins Accentué",
    "description": "{topGroup} est votre {leadingOrientation}. {bottomGroup} est un {lessEmphasized}.",
    "personalInsights": "Aperçus Personnels",
    "reflectivePrompts": "Questions Réflexives",
    "polarizationInsight": "Aperçu de la Polarisation",
    "polarizationPoints": "{gap} points"
  },
  "valueTypes": {
    "selfDirection": {
      "label": "Autonomie",
      "description": "Pensée et action indépendantes ; choisir, créer, explorer."
    },
    "universalism": {
      "label": "Universalisme",
      "description": "Compréhension, appréciation, tolérance et protection du bien-être de toutes les personnes et de la nature."
    },
    "stimulation": {
      "label": "Stimulation",
      "description": "Excitation, nouveauté et défi dans la vie."
    },
    "hedonism": {
      "label": "Hédonisme",
      "description": "Plaisir et gratification sensuelle pour soi-même."
    },
    "achievement": {
      "label": "Réussite",
      "description": "Succès personnel en démontrant sa compétence selon les normes sociales."
    },
    "power": {
      "label": "Pouvoir",
      "description": "Statut social et prestige, contrôle ou domination sur les personnes et les ressources."
    },
    "security": {
      "label": "Sécurité",
      "description": "Sécurité, harmonie et stabilité de la société, des relations et de soi."
    },
    "conformity": {
      "label": "Conformité",
      "description": "Restriction des actions, inclinations et impulsions susceptibles de déranger ou de nuire aux autres et de violer les attentes ou normes sociales."
    },
    "tradition": {
      "label": "Tradition",
      "description": "Respect, engagement et acceptation des coutumes et idées que fournissent la culture traditionnelle ou la religion."
    },
    "benevolence": {
      "label": "Bienveillance",
      "description": "Préserver et améliorer le bien-être de ceux avec qui on a un contact personnel fréquent."
    }
  },
  "groupData": {
    "selfTranscendence": {
      "label": "Dépassement de Soi",
      "summary": "aider les autres, compassion et équité",
      "insights": [
        "Vous pourriez vous sentir le plus épanoui lorsque vous soutenez les autres ou créez un impact positif.",
        "Vous valorisez probablement l'équité, l'empathie et la responsabilité sociale."
      ]
    },
    "selfEnhancement": {
      "label": "Amélioration de Soi",
      "summary": "ambition personnelle, succès et influence",
      "insights": [
        "Vous pourriez être motivé par la réussite, la reconnaissance et l'autonomie.",
        "Un focus sur le succès peut être énergisant, mais l'équilibrer avec le soin des autres aide les relations à prospérer."
      ]
    },
    "opennessToChange": {
      "label": "Ouverture au Changement",
      "summary": "liberté, créativité et exploration",
      "insights": [
        "Vous aimez probablement explorer, apprendre et exprimer votre individualité.",
        "Cette motivation soutient l'innovation, mais peut résister à la routine ou à la stabilité."
      ]
    },
    "conservation": {
      "label": "Conservation",
      "summary": "sécurité, structure et tradition",
      "insights": [
        "Vous valorisez l'ordre, la sécurité et les traditions qui créent la prévisibilité.",
        "Cela peut construire des fondations solides, mais peut réduire l'ouverture au changement ou au risque."
      ]
    }
  },
  "comparison": {
    "title": "Qu'est-ce qui vous guide le plus ?",
    "description": "Vous avez sélectionné des valeurs qui résonnent avec vous — excellent début. Dans cette étape, nous vous aiderons à clarifier ce qui compte le plus en les comparant directement. Choisissez simplement celle qui vous semble la plus importante dans chaque paire.",
    "or": "ou",
    "resetPrioritization": "Réinitialiser la Priorisation",
    "seeResults": "Voir les résultats",
    "finishComparisonFirst": "Vous devez terminer la comparaison pour voir les résultats",
    "pairProgress": "Paire {current} sur {total}"
  }
}
