{
  "header": {
    "title": "Оценка Личных\nЦенностей",
    "description": "Откройте для себя свои основные личные ценности и узнайте, как они формируют ваши решения, отношения и общее благополучие.",
    "startMessage": "Начните свое путешествие самопознания — оценка займет не более 15 минут.",
    "start": "Начать Оценку",
    "continue": "Продолжить Оценку",
    "restart": "Перезапустить Оценку",
    "selected": "Выбрано {count} из {total}",
    "pair": "Пара {current} из {total}",
    "darkMode": "Переключить Темный Режим",
    "language": "Язык",
    "github": "Github",
    "privacy": "Политика Конфиденциальности"
  },
  "values": {
    "curiosity": {
      "label": "Любопытство",
      "description": "Стремление к поиску новых идей, знаний и опыта.",
      "insight": "Любопытство побуждает вас выходить за рамки привычного, исследуя вопросы, которые углубляют понимание себя и мира. Как лидер, развитие любопытства не только питает непрерывный личный и профессиональный рост, но и создает среду, где процветают инновации, вдохновляя команду исследовать новые горизонты осмысленно и целенаправленно.",
      "strengths": "Вы открыты и стремитесь исследовать новые идеи и перспективы.",
      "dangers": "Любопытство может привести к отвлечению или поверхностному пониманию, если не сфокусировано.",
      "reflectionQuestions": [
        "Куда ведет вас ваше любопытство сейчас?",
        "Как вы выбираете, какие вопросы стоит исследовать?"
      ]
    },
    "creativity": {
      "label": "Творчество",
      "description": "Использование оригинального мышления и воображения для создания идей и решений.",
      "insight": "Творчество позволяет превращать воображение в значимые действия, бросая вызов традиционным границам оригинальной мыслью. Лидерство, основанное на творчестве, балансирует визионерские идеи с практическим исполнением, создавая культуру, которая принимает эксперименты, учится на ошибках и постоянно развивается через вдохновенное решение проблем.",
      "strengths": "Вы привносите оригинальность и инновации в работу и жизнь.",
      "dangers": "Творчество может вызывать фрустрацию, когда идеи не реализуются или не принимаются.",
      "reflectionQuestions": [
        "Как вы выражаете свое творчество сегодня?",
        "Какие препятствия мешают вашему творческому потенциалу?"
      ]
    },
    "freedom": {
      "label": "Свобода",
      "description": "Наличие автономии для принятия собственных решений и независимых действий.",
      "insight": "Свобода — это не просто выбор, это владение направлением своей жизни. Для лидеров это означает создание среды, где другие также могут процветать независимо.",
      "strengths": "Вы цените автономию и принятие собственных решений.",
      "dangers": "Свобода без границ может привести к импульсивности или изоляции.",
      "reflectionQuestions": [
        "В каких областях вы чувствуете себя наиболее свободным?",
        "Как вы балансируете свободу с ответственностью?"
      ]
    },
    "independence": {
      "label": "Независимость",
      "description": "Полагаться на собственное суждение и ценности для направления ваших действий.",
      "insight": "Истинная независимость включает знание того, когда доверять себе, а когда искать мнение других. Этот баланс углубляет вашу эффективность как лидера и укрепляет ваши отношения.",
      "strengths": "Вы думаете и действуете на основе собственных ценностей и суждений.",
      "dangers": "Чрезмерная независимость может вызвать трудности в сотрудничестве или просьбе о помощи.",
      "reflectionQuestions": [
        "Где вы больше всего полагаетесь на собственное суждение?",
        "Когда сотрудничество могло бы улучшить ваши результаты?"
      ]
    },
    "selfExpression": {
      "label": "Самовыражение",
      "description": "Аутентичное выражение того, кто вы есть, через слова, действия и творчество.",
      "insight": "Аутентичное самовыражение побуждает других поступать так же, создавая более глубокие связи и культуру доверия. Как лидер, ваша готовность быть уязвимым и подлинным дает разрешение другим привносить всего себя в работу и жизнь.",
      "strengths": "Вы аутентично выражаете то, кто вы есть.",
      "dangers": "Самовыражение иногда может конфликтовать с социальными ожиданиями или групповыми нормами.",
      "reflectionQuestions": [
        "Как вы выражаете себя наиболее аутентично?",
        "Когда вы сдерживаете свой истинный голос?"
      ]
    },
    "excitement": {
      "label": "Волнение",
      "description": "Поиск энергии и эмоций через стимулирующие переживания.",
      "insight": "Волнение — это эмоциональная энергия, которая сигнализирует о страсти и вовлеченности, направляя вас к значимым вызовам и новому опыту. Эффективные лидеры используют эту энергию осмысленно, балансируя энтузиазм с устойчивыми практиками для поддержания мотивации и вдохновения других без риска выгорания или отвлечения.",
      "strengths": "Вы ищете и создаете энергию через новые и захватывающие переживания.",
      "dangers": "Стремление к волнению может привести к выгоранию или безрассудству.",
      "reflectionQuestions": [
        "Какие недавние переживания вас взволновали?",
        "Как вы управляете своей энергией, чтобы избежать выгорания?"
      ]
    },
    "adventure": {
      "label": "Приключения",
      "description": "Принятие новых вызовов и смелое исследование неизвестного.",
      "insight": "Приключения приглашают вас принять неопределенность и смело отправиться в неизвестное, способствуя росту через принятие риска и устойчивость. Лидерство, принимающее приключения, демонстрирует мужество, поощряя других выйти из зон комфорта с ясным видением и расчетливым суждением для уверенной навигации по вызовам.",
      "strengths": "Вы преследуете вызовы и новые горизонты с мужеством.",
      "dangers": "Поиск приключений может привести к принятию рисков без достаточной осторожности.",
      "reflectionQuestions": [
        "Какие новые вызовы вы готовы принять?",
        "Как вы оцениваете и управляете рисками в своих приключениях?"
      ]
    },
    "novelty": {
      "label": "Новизна",
      "description": "Ценность свежести, разнообразия и неожиданного опыта.",
      "insight": "Новизна пробуждает свежие перспективы и оживляет устаревшие паттерны, но требует различения для поддержания фокуса и глубины. Как лидер, знание того, когда вводить новые идеи и когда консолидировать прогресс, критично для поддержания импульса и обеспечения значимого и долговременного воздействия.",
      "strengths": "Вы процветаете с новыми идеями и разнообразием в опыте.",
      "dangers": "Постоянная новизна может нарушить фокус и последовательность.",
      "reflectionQuestions": [
        "Как вы включаете новизну, не теряя фокуса?",
        "Какие рутины помогают вам оставаться заземленными среди изменений?"
      ]
    },
    "energy": {
      "label": "Энергия",
      "description": "Жизнь с энтузиазмом, смелостью и сильной личной мотивацией.",
      "insight": "Энергия отражает вашу жизнеспособность, влияние и способность лидировать с присутствием. Мудрые лидеры управляют своей энергией намеренно — зная, когда усилить импульс и когда отступить для восстановления — моделируя стойкость и стабильность, которые позволяют командам устойчиво работать во времени.",
      "strengths": "Вы привносите энтузиазм и смелость в свои начинания.",
      "dangers": "Высокая энергия без отдыха может привести к выгоранию или подавлению других.",
      "reflectionQuestions": [
        "Как вы продуктивно направляете свою энергию?",
        "Какие сигналы говорят вам замедлиться и перезарядиться?"
      ]
    },
    "challenge": {
      "label": "Вызов",
      "description": "Подталкивание себя через требовательные цели и личностный рост.",
      "insight": "Вызов служит катализатором для личного и коллективного роста, расширяя границы и поощряя настойчивость. Лидерство, принимающее вызов, способствует мышлению роста, балансируя амбиции с состраданием для поддержания мотивации, признавая при этом границы во избежание подавления и выгорания.",
      "strengths": "Вы ищете рост через требовательные цели и соревнование.",
      "dangers": "Постоянный поиск вызовов может привести к выгоранию или неудовлетворенности.",
      "reflectionQuestions": [
        "Какие вызовы больше всего мотивируют вас сейчас?",
        "Как вы балансируете амбиции и благополучие?"
      ]
    },
    "achievement": {
      "label": "Достижения",
      "description": "Стремление к достижению целей и демонстрации личного успеха.",
      "insight": "Достижения подтверждают компетентность и прогресс, укрепляя самоэффективность и цель. Лидеры, которые осознанно празднуют достижения, вдохновляют на постоянное превосходство, поддерживая при этом баланс, обеспечивая, чтобы успех питал коллективный моральный дух и долгосрочное процветание, а не узкую фиксацию на целях.",
      "strengths": "Вы мотивированы достигать целей и демонстрировать свои способности.",
      "dangers": "Чрезмерный фокус на достижениях может вызвать стресс или пренебрежение отношениями.",
      "reflectionQuestions": [
        "Каким достижением вы больше всего гордитесь?",
        "Как вы измеряете успех в своей жизни?"
      ]
    },
    "ambition": {
      "label": "Амбиции",
      "description": "Стремление к росту, воздействию и прогрессу с решимостью.",
      "insight": "Амбиции — это движущая сила, которая стимулирует намеренное продвижение и установление визионерских целей. Сбалансированные амбиции соединяют вас с вашими основными ценностями и мотивируют поднимать себя и тех, кого вы ведете, питая общее видение, предотвращая при этом ловушки безудержной конкурентности или выгорания.",
      "strengths": "Вы ставите высокие цели и усердно работаете для их достижения.",
      "dangers": "Амбиции без баланса могут привести к выгоранию или сверхконкуренции.",
      "reflectionQuestions": [
        "Куда ведут вас ваши амбиции сейчас?",
        "Как вы остаетесь заземленными, преследуя свои цели?"
      ]
    },
    "influence": {
      "label": "Влияние",
      "description": "Формирование результатов, решений или людей через ваше присутствие и голос.",
      "insight": "Влияние — это сила формировать результаты через присутствие, голос и целостность. Эффективное лидерство направляет влияние для вдохновения, расширения возможностей и культивирования общей собственности, способствуя сотрудничеству и доверию вместо контроля или принуждения, строя таким образом позитивное и долговечное воздействие.",
      "strengths": "Вы создаете воздействие и вдохновляете других следовать вашему лидерству.",
      "dangers": "Влияние, используемое неосторожно, может манипулировать или доминировать над другими.",
      "reflectionQuestions": [
        "На кого вы влияете больше всего в своей жизни?",
        "Какой след вы хотите оставить?"
      ]
    },
    "status": {
      "label": "Статус",
      "description": "Достижение социального признания и уважаемого положения.",
      "insight": "Статус может мотивировать превосходство и обеспечивать влияние для позитивных изменений. Лидеры, осознающие статус, балансируют личные амбиции с коллективным воздействием, используя свое положение для возвышения других, а не только для личного признания.",
      "strengths": "Вы стремитесь к превосходству и признанию ваших вкладов.",
      "dangers": "Стремление к статусу может создать нездоровую конкуренцию или скомпретировать аутентичность.",
      "reflectionQuestions": [
        "Как ваше желание статуса влияет на ваши решения?",
        "Где вы можете использовать свое положение для помощи другим?"
      ]
    },
    "control": {
      "label": "Контроль",
      "description": "Обладание силой направлять события и результаты.",
      "insight": "Контроль предлагает безопасность и эффективность, позволяя формировать результаты и поддерживать стабильность. Эффективные лидеры балансируют контроль с делегированием, понимая, когда вести твердо и когда позволить автономию для развития роста и инноваций.",
      "strengths": "Вы превосходите в направлении результатов и поддержании стабильности.",
      "dangers": "Чрезмерный контроль может подавить креативность и создать сопротивление у других.",
      "reflectionQuestions": [
        "Где ваша потребность в контроле лучше всего служит вам?",
        "Когда отпускание контроля могло бы привести к лучшим результатам?"
      ]
    },
    "pleasure": {
      "label": "Удовольствие",
      "description": "Поиск счастья, удовлетворения и приятного опыта.",
      "insight": "Удовольствие питает радость и может энергизировать другие важные активности. Сбалансированные лидеры понимают, что культивирование радости и удовлетворения улучшает креативность и благополучие, создавая более позитивную и продуктивную среду для всех.",
      "strengths": "Вы цените радость и активно ищете приятный опыт.",
      "dangers": "Поиск только удовольствия иногда может конфликтовать с долгосрочными целями.",
      "reflectionQuestions": [
        "Какие активности приносят вам наибольшую аутентичную радость?",
        "Как вы балансируете удовольствие и ответственности?"
      ]
    },
    "stability": {
      "label": "Стабильность",
      "description": "Поддержание постоянства, предсказуемости и баланса в жизни.",
      "insight": "Стабильность обеспечивает основу, с которой могут процветать рост и инновации. Лидеры, которые ценят стабильность, создают надежные среды, где команды могут принимать рассчитанные риски, зная, что есть прочная основа, к которой можно вернуться.",
      "strengths": "Вы создаете постоянство и предсказуемость для себя и других.",
      "dangers": "Чрезмерная стабильность может сопротивляться необходимым изменениям или инновациям.",
      "reflectionQuestions": [
        "Какие области вашей жизни больше всего выигрывают от стабильности?",
        "Где вам может понадобиться принять больше изменений?"
      ]
    },
    "order": {
      "label": "Порядок",
      "description": "Создание структуры, организации и систем для эффективности и ясности.",
      "insight": "Порядок приносит ясность и эффективность, создавая стабильные основы для процветания команд и проектов. Лидеры, которые ценят порядок, балансируют структуру с гибкостью, понимая, что хорошо спроектированные системы освобождают креативность, а не препятствуют ей.",
      "strengths": "Вы превосходите в создании систем и структуры, которые позволяют другим успешно работать.",
      "dangers": "Чрезмерный порядок может подавить гибкость и адаптацию к неожиданным изменениям.",
      "reflectionQuestions": [
        "Какие системы или структуры больше всего помогают вам преуспевать?",
        "Где вам может понадобиться больше гибкости в подходе?"
      ]
    },
    "loyalty": {
      "label": "Лояльность",
      "description": "Поддержание верности и преданности людям, группам или делам.",
      "insight": "Лояльность строит доверие и реляционную стабильность, создавая прочные связи, основанные на взаимной приверженности. Лояльные лидеры вдохновляют преданность, демонстрируя последовательность и надежность, балансируя при этом лояльность с рассудительностью для обеспечения того, что приверженность служит здоровым делам и отношениям.",
      "strengths": "Вы строите доверие и прочные отношения через свою верность.",
      "dangers": "Слепая лояльность может помешать увидеть проблемы или сделать необходимые изменения.",
      "reflectionQuestions": [
        "Кому или чему вы наиболее лояльны в своей жизни?",
        "Как вы балансируете лояльность с критическим мышлением?"
      ]
    },
    "responsibility": {
      "label": "Ответственность",
      "description": "Принятие на себя бремени своих обязанностей, действий и их влияния на других.",
      "insight": "Ответственность создает доверие и надежность, демонстрируя, что на вас можно рассчитывать в выполнении ваших обязательств. Ответственные лидеры моделируют целостность и подотчетность, создавая культуру, где каждый принимает на себя свои роли и вносит вклад в коллективный успех.",
      "strengths": "Вы надежны и выполняете свои обязательства перед другими.",
      "dangers": "Чрезмерная ответственность может привести к выгоранию или трудностям с делегированием.",
      "reflectionQuestions": [
        "В каких областях ваше чувство ответственности лучше всего служит вам?",
        "Где вам может понадобиться разделить больше ответственностей с другими?"
      ]
    },
    "humility": {
      "label": "Смирение",
      "description": "Признание своих ограничений и ценность вкладов других.",
      "insight": "Смирение способствует непрерывному обучению и аутентичным отношениям, признавая, что у каждого есть что-то ценное для вклада. Смиренные лидеры создают психологически безопасное пространство, где идеи могут свободно появляться, понимая, что признание ограничений укрепляет, а не уменьшает авторитет.",
      "strengths": "Вы остаетесь открытыми для обучения и цените перспективы других.",
      "dangers": "Чрезмерное смирение иногда может помешать заявлять о своих достижениях или экспертизе.",
      "reflectionQuestions": [
        "Как смирение улучшает ваши отношения и обучение?",
        "Где вам может понадобиться больше уверенности в своих способностях?"
      ]
    },
    "tradition": {
      "label": "Традиция",
      "description": "Уважение и сохранение культурных обычаев и верований.",
      "insight": "Традиция соединяет вас с богатым наследием и обеспечивает стабильность и преемственность. Как лидер, почитание традиции может создать чувство принадлежности и гордости, балансируя при этом инновации с уважением к тому, что сформировало вашу организацию или сообщество.",
      "strengths": "Вы привносите историческую мудрость и культурную стабильность.",
      "dangers": "Чрезмерная традиция может подавить инновации или адаптацию к изменениям.",
      "reflectionQuestions": [
        "Какие традиции приносят вам наибольший смысл?",
        "Как вы балансируете уважение к традиции и потребность в изменениях?"
      ]
    },
    "empathy": {
      "label": "Эмпатия",
      "description": "Понимание и разделение чувств других с состраданием.",
      "insight": "Эмпатия создает аутентичные связи и способствует взаимопониманию. В лидерстве эмпатия позволяет вам отвечать на глубокие потребности вашей команды, создавая среду, где люди чувствуют себя увиденными, услышанными и ценными, что естественно улучшает сотрудничество и лояльность.",
      "strengths": "Вы превосходите в понимании и связи с другими.",
      "dangers": "Эмпатия может привести к эмоциональному выгоранию, если не сбалансирована границами.",
      "reflectionQuestions": [
        "Как ваша эмпатия влияет на ваши отношения?",
        "Когда вам нужно защитить свою эмоциональную энергию?"
      ]
    },
    "kindness": {
      "label": "Доброта",
      "description": "Действие с мягкостью, внимательностью и щедростью по отношению к другим.",
      "insight": "Доброта создает добродетельный круг позитивности и доверия. Добрые лидеры вдохновляют лояльность не через страх, а через аутентичную заботу, строя команды, которые поддерживают друг друга и превосходят вместе в среде психологической безопасности.",
      "strengths": "Вы создаете тепло и доверие в своих отношениях.",
      "dangers": "Доброта может быть использована, если не сопровождается границами.",
      "reflectionQuestions": [
        "Как ваша доброта влияет на окружающих вас людей?",
        "Где вам может понадобиться установить более четкие границы?"
      ]
    },
    "helpfulness": {
      "label": "Отзывчивость",
      "description": "Предложение помощи, поддержки и содействия другим в нужде.",
      "insight": "Отзывчивость создает прямое и значимое воздействие на жизни других, строя сеть доверия и взаимной поддержки. Отзывчивые лидеры понимают, что их успех взаимосвязан с успехом других, способствуя средам, где помощь и сотрудничество процветают естественно.",
      "strengths": "Вы превосходите в выявлении и отвечении на потребности других.",
      "dangers": "Быть слишком отзывчивым может привести к выгоранию или пренебрежению собственными потребностями.",
      "reflectionQuestions": [
        "Как ваша помощь влияет на тех, кого вы поддерживаете?",
        "Когда вам нужно приоритизировать собственное благополучие?"
      ]
    },
    "equality": {
      "label": "Равенство",
      "description": "Обеспечение справедливого отношения и возможностей для всех.",
      "insight": "Равенство отражает глубокую приверженность справедливости и человеческому достоинству. Лидеры, которые ценят равенство, создают инклюзивные среды, где каждый может вносить вклад и процветать, понимая, что разнообразие перспектив укрепляет принятие решений и коллективные инновации.",
      "strengths": "Вы отстаиваете справедливость и создаете равные возможности для всех.",
      "dangers": "Стремление к равенству может расстраивать при столкновении с системами, сопротивляющимися изменениям.",
      "reflectionQuestions": [
        "Где вы видите наибольшую потребность в равенстве в вашей среде?",
        "Как вы балансируете идеализм и практические действия?"
      ]
    },
    "sustainability": {
      "label": "Устойчивость",
      "description": "Защита окружающей среды и обеспечение ресурсов для будущих поколений.",
      "insight": "Устойчивость представляет ответственность перед будущим и понимание нашей взаимосвязи с природным миром. Лидеры, ориентированные на устойчивость, принимают решения с учетом долгосрочного воздействия, балансируя немедленные потребности с сохранением ресурсов для будущих поколений.",
      "strengths": "Вы мыслите долгосрочно и учитываете воздействие ваших действий.",
      "dangers": "Фокус на устойчивости иногда может конфликтовать с немедленными потребностями или давлением.",
      "reflectionQuestions": [
        "Как ваши ежедневные выборы отражают ваши экологические ценности?",
        "Где вы можете оказать большее устойчивое воздействие?"
      ]
    },
    "openness": {
      "label": "Открытость",
      "description": "Быть восприимчивым к новым идеям, опыту и различным перспективам.",
      "insight": "Открытость культивирует любопытство и рост, позволяя вам непрерывно учиться и адаптироваться. Открытые лидеры создают психологически безопасные пространства, где могут появляться разнообразные идеи, способствуя инновациям и взаимопониманию через различия.",
      "strengths": "Вы принимаете новые идеи и перспективы с любопытством.",
      "dangers": "Чрезмерная открытость иногда может привести к нерешительности или отсутствию направления.",
      "reflectionQuestions": [
        "Какие новые перспективы недавно изменили вашу точку зрения?",
        "Где ваша открытость привела к значительному росту?"
      ]
    },
    "justice": {
      "label": "Справедливость",
      "description": "Отстаивание равенства, прав и морального обращения со всеми.",
      "insight": "Справедливость — это приверженность делать правильное, даже когда это трудно. Лидеры, руководимые справедливостью, создают системы и культуры, которые защищают права, вознаграждают заслуги и обеспечивают, чтобы голоса были услышаны, понимая, что справедливость укрепляет доверие и сплоченность в долгосрочной перспективе.",
      "strengths": "Вы отстаиваете то, что правильно и справедливо.",
      "dangers": "Стремление к справедливости может быть эмоционально истощающим перед лицом системной несправедливости.",
      "reflectionQuestions": [
        "Где вы чувствуете самый сильный призыв отстаивать справедливость?",
        "Как вы балансируете идеализм и прагматизм в своем стремлении к справедливости?"
      ]
    },
    "compassion": {
      "label": "Сострадание",
      "description": "Глубоко чувствовать страдания других и быть мотивированным помочь.",
      "insight": "Сострадание превращает эмпатию в действие, создавая глубокие связи и вдохновляя на позитивные изменения. Сострадательные лидеры признают страдание, не позволяя себе быть подавленными, направляя свою заботу в осмысленные действия, которые поднимают других, сохраняя при этом собственную стойкость.",
      "strengths": "Вы глубоко чувствуете страдания других и действуете, чтобы помочь.",
      "dangers": "Сострадание без границ может привести к выгоранию или замещающему страданию.",
      "reflectionQuestions": [
        "Как ваше сострадание направляет ваши действия?",
        "Где вам нужно больше сострадания к себе?"
      ]
    },
    "community": {
      "label": "Сообщество",
      "description": "Построение связей и принадлежности к чему-то большему.",
      "insight": "Сообщество удовлетворяет нашу фундаментальную человеческую потребность в связи и общей цели. Лидеры, ориентированные на сообщество, понимают, что коллективный успех поднимает всех, способствуя средам, где люди чувствуют себя увиденными, ценными и вложенными в взаимные результаты.",
      "strengths": "Вы превосходите в создании связей и развитии принадлежности.",
      "dangers": "Приоритет сообщества иногда может скомпретировать индивидуальную автономию или принятие решений.",
      "reflectionQuestions": [
        "Какие сообщества дают вам больше всего энергии?",
        "Как вы балансируете потребности сообщества и личные потребности?"
      ]
    },
    "respect": {
      "label": "Уважение",
      "description": "Почитание достоинства, прав и ценности каждого человека.",
      "insight": "Уважение создает основу для всех здоровых отношений и эффективного сотрудничества. Уважительные лидеры признают внутреннюю ценность каждого человека, создавая среды, где различия почитаются и каждый может вносить аутентичный вклад.",
      "strengths": "Вы почитаете достоинство и ценность каждого человека.",
      "dangers": "Проявление уважения иногда может быть вызовом, когда другие не отвечают взаимностью.",
      "reflectionQuestions": [
        "Как вы проявляете уважение даже в трудных ситуациях?",
        "Где вы могли бы лучше почитать перспективы других?"
      ]
    },
    "generosity": {
      "label": "Щедрость",
      "description": "Свободное предоставление своего времени, ресурсов или внимания другим.",
      "insight": "Щедрость создает изобилие в обращении, строя доверие и укрепляя отношения. Щедрые лидеры понимают, что стратегическое предоставление — будь то время, ресурсы или возможности — создает мультипликативный эффект, который приносит пользу всем.",
      "strengths": "Вы свободно даете и создаете изобилие для других.",
      "dangers": "Чрезмерная щедрость может привести к выгоранию или быть использована другими.",
      "reflectionQuestions": [
        "Какая форма щедрости приносит вам наибольшее удовлетворение?",
        "Как вы поддерживаете здоровые границы в своей щедрости?"
      ]
    },
    "playfulness": {
      "label": "Игривость",
      "description": "Привнесение легкости, юмора и радости в ежедневный опыт.",
      "insight": "Игривость способствует креативности, снижает стресс и укрепляет связи через общую радость. Игривые лидеры знают, когда ввести легкость для энергизации команд, разрядки напряжений и создания среды, где инновации и сотрудничество процветают естественно.",
      "strengths": "Вы привносите радость и легкость в ситуации, энергизируя других.",
      "dangers": "Неуместная игривость может показаться неподходящей в серьезных контекстах.",
      "reflectionQuestions": [
        "Как игривость улучшает ваши отношения и работу?",
        "Когда вы знаете, что пора быть более серьезным?"
      ]
    },
    "spontaneity": {
      "label": "Спонтанность",
      "description": "Действие естественно и без чрезмерного планирования, принятие настоящего момента.",
      "insight": "Спонтанность привносит свежесть и аутентичность в жизнь, позволяя захватывать неожиданные возможности. Лидеры, которые принимают спонтанность, балансируют стратегическое планирование с гибкостью, зная, когда скорректировать курс для использования благоприятных моментов.",
      "strengths": "Вы принимаете неожиданные возможности и действуете с естественной аутентичностью.",
      "dangers": "Чрезмерная спонтанность иногда может скомпрометировать необходимое планирование или последовательность.",
      "reflectionQuestions": [
        "Когда спонтанность привела вас к важным открытиям?",
        "Как вы балансируете спонтанность и планирование в своей жизни?"
      ]
    },
    "sensuality": {
      "label": "Чувственность",
      "description": "Ценность сенсорного опыта и физической связи с миром.",
      "insight": "Чувственность обогащает жизнь через осознанное восприятие сенсорного опыта. Лидеры, которые принимают чувственность, понимают важность физического благополучия и среды в производительности, создавая пространства, которые питают чувства и способствуют комфорту и креативности.",
      "strengths": "Вы полностью цените сенсорные и физические переживания жизни.",
      "dangers": "Фокус только на сенсорном удовольствии иногда может отвлекать от долгосрочных целей.",
      "reflectionQuestions": [
        "Как сенсорные переживания обогащают вашу ежедневную жизнь?",
        "Где вы могли бы создать больше комфорта и красоты в своей среде?"
      ]
    },
    "obedience": {
      "label": "Послушание",
      "description": "Следование правилам, авторитету и установленным структурам с уважением.",
      "insight": "Осмысленное послушание признает ценность структур и легитимного авторитета, сохраняя при этом личную целостность. Лидеры, которые понимают послушание, знают, когда следовать и когда вести, создавая среды, где взаимное уважение и ясная иерархия позволяют коллективную эффективность.",
      "strengths": "Вы уважаете легитимный авторитет и вносите вклад в организационный порядок.",
      "dangers": "Слепое послушание может препятствовать критическому мышлению или необходимым инновациям.",
      "reflectionQuestions": [
        "В каких контекстах послушание лучше всего служит вам?",
        "Как вы балансируете уважение к авторитету и независимое мышление?"
      ]
    },
    "selfControl": {
      "label": "Самоконтроль",
      "description": "Проявление дисциплины и сдержанности в действиях и эмоциональных реакциях.",
      "insight": "Самоконтроль — это основа осознанного лидерства, позволяющая обдуманные ответы вместо импульсивных реакций. Лидеры с сильным самоконтролем вдохновляют доверие и стабильность, моделируя, как навигировать по вызовам с спокойствием и намеренной интенцией.",
      "strengths": "Вы поддерживаете дисциплину и хладнокровие в трудных ситуациях.",
      "dangers": "Чрезмерный самоконтроль иногда может подавить естественное эмоциональное выражение.",
      "reflectionQuestions": [
        "В каких ситуациях ваш самоконтроль лучше всего служит вам?",
        "Где вам может понадобиться больше спонтанности или эмоционального выражения?"
      ]
    },
    "competence": {
      "label": "Компетентность",
      "description": "Развитие и демонстрация навыков и профессиональных способностей.",
      "insight": "Компетентность строит доверие и позволяет вносить значимый вклад. Компетентные лидеры непрерывно инвестируют в свое развитие, признавая при этом области экспертизы других, создавая культуру превосходства и взаимного обучения.",
      "strengths": "Вы стремитесь овладеть своими навыками и предоставлять качественную работу.",
      "dangers": "Стремление к компетентности иногда может привести к перфекционизму или сопротивлению изменениям.",
      "reflectionQuestions": [
        "В каких областях ваша компетентность дает вам наибольшую уверенность?",
        "Какие новые навыки вы могли бы развить для роста?"
      ]
    },
    "fun": {
      "label": "Веселье",
      "description": "Поиск и создание моментов удовольствия, смеха и легкости.",
      "insight": "Веселье оживляет дух и укрепляет социальные связи, создавая позитивные воспоминания, которые поддерживают стойкость. Лидеры, которые ценят веселье, понимают, что общая радость улучшает командную сплоченность и креативность, балансируя серьезность и легкость для поддержания вовлеченности и морального духа.",
      "strengths": "Вы создаете позитивную атмосферу и активно ищете моменты радости.",
      "dangers": "Приоритет веселья иногда может скомпрометировать фокус на серьезных задачах.",
      "reflectionQuestions": [
        "Как веселье улучшает ваши отношения и благополучие?",
        "Где вы могли бы ввести больше легкости в свою жизнь или работу?"
      ]
    },
    "authority": {
      "label": "Авторитет",
      "description": "Проявление лидерства и влияния для направления решений и действий.",
      "insight": "Ответственный авторитет сочетает экспертизу с служением, используя влияние для создания позитивных результатов. Лидеры, осознающие свой авторитет, понимают, что истинная сила происходит от расширения возможностей других и создания сред, где каждый может эффективно вносить вклад.",
      "strengths": "Вы проявляете лидерство и принимаете решения с уверенностью.",
      "dangers": "Неправильно используемый авторитет может стать авторитарным или подавить вклады других.",
      "reflectionQuestions": [
        "Как вы используете свой авторитет для служения другим?",
        "Где вы могли бы разделить больше власти принятия решений?"
      ]
    },
    "personalSecurity": {
      "label": "Личная Безопасность",
      "description": "Обеспечение собственной физической, эмоциональной и финансовой защиты.",
      "insight": "Личная безопасность создает стабильную основу, необходимую для принятия рассчитанных рисков и стремления к амбициозным целям. Лидеры, осознающие безопасность, балансируют осторожность и смелость, обеспечивая, чтобы личная стабильность способствовала инновациям, а не препятствовала им.",
      "strengths": "Вы приоритизируете свое благополучие и создаете стабильные основы для своей жизни.",
      "dangers": "Чрезмерная озабоченность безопасностью может ограничить необходимое принятие рисков.",
      "reflectionQuestions": [
        "В каких областях вы чувствуете себя наиболее безопасно?",
        "Где вам может понадобиться больше смелости для роста?"
      ]
    },
    "dominance": {
      "label": "Доминирование",
      "description": "Проявление контроля и авторитета над другими в социальных и профессиональных ситуациях.",
      "insight": "Доминирование может быть эффективным инструментом лидерства, когда используется для создания порядка и направления к общим целям. Лидеры, осознающие свое доминирование, балансируют авторитет с уважением, понимая, что истинная сила происходит от вдохновения и расширения возможностей других, а не только от принуждения.",
      "strengths": "Вы естественно берете на себя контроль над ситуациями и ведете с уверенностью и авторитетом.",
      "dangers": "Чрезмерное доминирование может создать сопротивление, подавить креативность и повредить отношениям.",
      "reflectionQuestions": [
        "Как ваша склонность к доминированию влияет на ваши отношения?",
        "Когда ваше лидерство было бы более эффективным, будучи менее директивным?"
      ]
    },
    "wealth": {
      "label": "Богатство",
      "description": "Накопление финансовых ресурсов и материальных благ.",
      "insight": "Богатство может быть мощным инструментом для создания безопасности, возможностей и позитивного воздействия. Лидеры, осознающие богатство, понимают, что это средство для достижения больших целей, используя ресурсы для создания ценности для других, сохраняя при этом баланс и перспективу.",
      "strengths": "Вы мотивированы создавать финансовую безопасность и возможности через ресурсы.",
      "dangers": "Стремление только к богатству иногда может скомпрометировать отношения или важные ценности.",
      "reflectionQuestions": [
        "Как богатство позволяет вам служить вашим более глубоким ценностям?",
        "Какой баланс вы ищете между финансовой безопасностью и другими приоритетами?"
      ]
    },
    "culturalHeritage": {
      "label": "Культурное Наследие",
      "description": "Сохранение и почитание традиций, обычаев и наследия вашей культуры.",
      "insight": "Культурное наследие соединяет настоящее с прошлым, предлагая мудрость и идентичность. Лидеры, осознающие культурное наследие, черпают из богатства традиций, адаптируя при этом учения к современным реалиям, создавая мосты между поколениями и культурами.",
      "strengths": "Вы цените и сохраняете важные культурные традиции и древнюю мудрость.",
      "dangers": "Чрезмерная привязанность к наследию иногда может сопротивляться необходимым изменениям.",
      "reflectionQuestions": [
        "Какие аспекты вашего культурного наследия вы больше всего цените?",
        "Как вы передаете важные культурные ценности другим?"
      ]
    },
    "respectForElders": {
      "label": "Уважение к Старшим",
      "description": "Почитание мудрости, опыта и вкладов пожилых людей.",
      "insight": "Уважение к старшим признает ценность жизненного опыта и перспективы. Лидеры, которые уважают старших, создают межпоколенческие среды, где мудрость передается естественно, обогащая принятие решений исторической глубиной и перспективой.",
      "strengths": "Вы цените мудрость и опыт, которые старшие привносят в сообщество.",
      "dangers": "Уважение иногда может препятствовать необходимому сомнению в устаревших идеях.",
      "reflectionQuestions": [
        "Какую мудрость вы извлекли от старших в своей жизни?",
        "Как вы балансируете уважение к традиции и необходимые инновации?"
      ]
    },
    "enjoyment": {
      "label": "Наслаждение",
      "description": "Получение удовольствия от жизни и радости от момента.",
      "insight": "Наслаждение напоминает нам о том, что жизнь должна приносить радость, а не только достижения. Лидеры, которые культивируют наслаждение, создают позитивную атмосферу, которая вдохновляет команды, и помнят, что удовлетворение от работы так же важно, как и конечные результаты.",
      "strengths": "Вы находите радость в моменте и привносите легкость в жизнь.",
      "dangers": "Сосредоточенность только на удовольствии может отвлечь от долгосрочных целей.",
      "reflectionQuestions": [
        "Что приносит вам истинную радость в вашей повседневной жизни?",
        "Как вы балансируете наслаждение с ответственностью?"
      ]
    },
    "gratification": {
      "label": "Удовлетворение",
      "description": "Получение глубокого удовлетворения от достижений и самореализации.",
      "insight": "Удовлетворение возникает из согласованности между действиями и ценностями. Эффективные лидеры понимают, что устойчивое удовлетворение происходит от значимой работы, а не только от внешних вознаграждений, создавая культуру, где успех измеряется влиянием и ростом.",
      "strengths": "Вы получаете глубокое удовлетворение от осмысленных достижений.",
      "dangers": "Поиск удовлетворения может стать бесконечной погоней, если не заземлен в настоящем.",
      "reflectionQuestions": [
        "Какие достижения приносят вам наибольшее удовлетворение?",
        "Как вы отличаете внешнее одобрение от внутреннего удовлетворения?"
      ]
    },
    "success": {
      "label": "Успех",
      "description": "Достижение целей и превосходство в начинаниях.",
      "insight": "Успех — это не только достижение вершин, но и определение того, что означает 'вершина' для вас. Лидеры, движимые успехом, процветают, когда они ясно понимают свои собственные показатели достижения и помогают другим определить и достичь их собственного определения успеха.",
      "strengths": "Вы мотивированы достигать целей и превосходить ожидания.",
      "dangers": "Фокус на успехе может привести к выгоранию или игнорированию других ценностей.",
      "reflectionQuestions": [
        "Как вы определяете успех для себя?",
        "Какие аспекты успеха наиболее важны для вас сейчас?"
      ]
    },
    "recognition": {
      "label": "Признание",
      "description": "Получение одобрения и оценки от других за ваши усилия и достижения.",
      "insight": "Признание может быть мощным мотиватором, но наиболее устойчивые лидеры развивают как внешнюю оценку, так и внутреннюю уверенность. Балансирование потребности в признании с собственным чувством цели создает устойчивость против постоянной потребности во внешнем одобрении.",
      "strengths": "Вы цените обратную связь и мотивированы признанием ваших вкладов.",
      "dangers": "Зависимость от признания может ограничить готовность идти на риск или быть уязвимым.",
      "reflectionQuestions": [
        "Какие формы признания наиболее значимы для вас?",
        "Как вы поддерживаете мотивацию, когда признание не приходит?"
      ]
    },
    "leadership": {
      "label": "Лидерство",
      "description": "Направление, влияние и вдохновение других к общим целям.",
      "insight": "Лидерство — это не только о том, чтобы быть ответственным; это о том, чтобы создавать среду, где другие могут процветать. Эффективные лидеры понимают, что их роль заключается в том, чтобы служить росту команды, развивать других лидеров и создавать наследие, которое выходит за рамки их собственных достижений.",
      "strengths": "Вы естественно берете на себя руководящие роли и мотивируете других.",
      "dangers": "Лидерство может привести к изоляции или чувству постоянной ответственности за других.",
      "reflectionQuestions": [
        "Какой стиль лидерства кажется вам наиболее аутентичным?",
        "Как вы балансируете руководство с сотрудничеством?"
      ]
    },
    "safety": {
      "label": "Безопасность",
      "description": "Обеспечение защиты от вреда и создание безопасной среды.",
      "insight": "Безопасность обеспечивает фундамент, на котором могут процветать другие ценности. Лидеры, которые приоритизируют безопасность, создают доверие и стабильность, которые позволяют командам идти на риски, исследовать и расти, зная, что они поддержаны.",
      "strengths": "Вы создаете стабильные, защищенные среды для себя и других.",
      "dangers": "Чрезмерный фокус на безопасности может ограничить рост или готовность к переменам.",
      "reflectionQuestions": [
        "Что заставляет вас чувствовать себя наиболее безопасно?",
        "Как вы балансируете потребность в безопасности с ростом?"
      ]
    },
    "protection": {
      "label": "Защита",
      "description": "Охрана и защита тех, кто находится под вашей заботой.",
      "insight": "Защита выходит за рамки физической безопасности; она охватывает эмоциональную, ментальную и профессиональную защиту. Лидеры, ведомые защитой, создают культуру, где люди чувствуют себя защищенными, чтобы быть уязвимыми, делать ошибки и расти без страха.",
      "strengths": "Вы стремитесь защищать и поддерживать тех, кто зависит от вас.",
      "dangers": "Чрезмерная защита может ограничить независимость или рост тех, кого вы защищаете.",
      "reflectionQuestions": [
        "Кого или что вы чувствуете призванным защищать?",
        "Как вы отличаете полезную защиту от чрезмерной опеки?"
      ]
    },
    "predictability": {
      "label": "Предсказуемость",
      "description": "Наличие последовательности и знание того, чего ожидать в жизни.",
      "insight": "Предсказуемость создает ментальное пространство для творчества и глубокой работы. Лидеры, которые ценят предсказуемость, часто создают надежные системы и процессы, которые освобождают других для инноваций в определенных границах.",
      "strengths": "Вы создаете стабильность через последовательные рутины и надежные системы.",
      "dangers": "Слишком много предсказуемости может привести к застою или сопротивлению необходимым изменениям.",
      "reflectionQuestions": [
        "Какие аспекты предсказуемости наиболее важны в вашей жизни?",
        "Как вы поддерживаете стабильность, оставаясь открытыми к изменениям?"
      ]
    },
    "resilience": {
      "label": "Стойкость",
      "description": "Способность восстанавливаться и адаптироваться перед лицом вызовов.",
      "insight": "Стойкость не означает никогда не падать; это означает развитие способности подниматься с мудростью и силой. Стойкие лидеры моделируют, как навигировать по трудностям с изяществом, превращая препятствия в возможности для роста и обучения.",
      "strengths": "Вы восстанавливаетесь от неудач и адаптируетесь к изменениям с силой.",
      "dangers": "Переоценка стойкости может привести к игнорированию необходимости отдыха или поддержки.",
      "reflectionQuestions": [
        "Что помогло вам развить стойкость с течением времени?",
        "Как вы заботитесь о себе во время сложных периодов?"
      ]
    },
    "selfDiscipline": {
      "label": "Самодисциплина",
      "description": "Контроль импульсов и поддержание фокуса на долгосрочных целях.",
      "insight": "Самодисциплина — это не жесткость; это свобода делать выбор, которые согласуются с вашими более глубокими ценностями. Лидеры с сильной самодисциплиной создают доверие через последовательность и моделируют, как балансировать краткосрочные желания с долгосрочным видением.",
      "strengths": "Вы поддерживаете фокус и следуете своим обязательствам даже при вызовах.",
      "dangers": "Чрезмерная самодисциплина может привести к жесткости или игнорированию потребности в гибкости.",
      "reflectionQuestions": [
        "В каких областях ваша самодисциплина наиболее сильна?",
        "Как вы балансируете дисциплину со спонтанностью?"
      ]
    },
    "devotion": {
      "label": "Преданность",
      "description": "Глубокая приверженность людям, делам или принципам.",
      "insight": "Преданность создает глубину и смысл в отношениях и работе. Преданные лидеры вдохновляют лояльность через свою собственную приверженность, демонстрируя силу принципов и постоянство в ценностях, которые создают доверие и стабильность.",
      "strengths": "Вы проявляете глубокую приверженность тем, кому служите и что цените.",
      "dangers": "Преданность может стать слепой лояльностью, если не сбалансирована критическим мышлением.",
      "reflectionQuestions": [
        "Кому или чему вы чувствуете наибольшую преданность?",
        "Как ваша преданность влияет на ваши решения?"
      ]
    },
    "respectForCustoms": {
      "label": "Уважение к обычаям",
      "description": "Почитание установленных традиций и культурных практик.",
      "insight": "Уважение к обычаям связывает нас с мудростью прошлого и создает преемственность между поколениями. Лидеры, которые почитают обычаи, знают, как извлекать ценность из традиций, адаптируя их к современным потребностям и контекстам.",
      "strengths": "Вы цените и сохраняете важные традиции и культурные практики.",
      "dangers": "Чрезмерное уважение к обычаям может препятствовать необходимым изменениям или прогрессу.",
      "reflectionQuestions": [
        "Какие традиции или обычаи наиболее важны для вас?",
        "Как вы адаптируете традиции к современным обстоятельствам?"
      ]
    },
    "faith": {
      "label": "Вера",
      "description": "Доверие в убеждения, принципы или высшую цель, выходящую за пределы видимого.",
      "insight": "Вера обеспечивает якорь во времена неопределенности и источник силы для лидерства с целью. Независимо от того, является ли она духовной, философской или основанной на глубоких убеждениях, вера направляет решения и дает перспективу, выходящую за рамки немедленных обстоятельств.",
      "strengths": "Вы черпаете силу и направление из ваших глубоких убеждений.",
      "dangers": "Вера может стать догматичной, если не сбалансирована открытостью и смирением.",
      "reflectionQuestions": [
        "Что является источником вашей веры или глубоких убеждений?",
        "Как ваша вера направляет ваши решения?"
      ]
    },
    "ritual": {
      "label": "Ритуал",
      "description": "Ценность церемонии, традиции и осмысленных практик.",
      "insight": "Ритуалы создают структуру и смысл в жизни, отмечая важные моменты и создавая связь с чем-то большим. Лидеры, которые понимают силу ритуала, используют церемонию и традицию для создания команды, отмечания достижений и укрепления общих ценностей.",
      "strengths": "Вы находите смысл в церемонии и создаете осмысленные традиции.",
      "dangers": "Ритуал может стать пустой формой, если отделен от своего первоначального смысла.",
      "reflectionQuestions": [
        "Какие ритуалы или церемонии наиболее значимы в вашей жизни?",
        "Как вы создаете осмысленные практики в своем лидерстве?"
      ]
    },
    "authenticity": {
      "label": "Подлинность",
      "description": "Быть верным себе и жить в соответствии с вашими истинными ценностями.",
      "insight": "Подлинность — это смелость быть уязвимым и реальным, даже когда это неудобно. Подлинные лидеры создают доверие через прозрачность и дают разрешение другим быть их истинными selves, способствуя средам, где процветают честность и реальные связи.",
      "strengths": "Вы остаетесь верными своим ценностям и выражаете свое истинное «я».",
      "dangers": "Подлинность может быть неправильно понята как лицензия на отсутствие фильтра или границ.",
      "reflectionQuestions": [
        "Где вы чувствуете себя наиболее подлинным в своей жизни?",
        "Какие ситуации бросают вызов вашей способности быть аутентичным?"
      ]
    },
    "exploration": {
      "label": "Исследование",
      "description": "Поиск новых территорий, идей и возможностей.",
      "insight": "Исследование питает рост и открытие, подталкивая границы того, что известно и возможно. Лидеры, ведомые исследованием, создают культуру любопытства и экспериментов, где команды чувствуют себя вдохновленными исследовать новые подходы и решения.",
      "strengths": "Вы ищете новые горизонты и возможности для роста.",
      "dangers": "Постоянное исследование может привести к отсутствию фокуса или трудностям с завершением проектов.",
      "reflectionQuestions": [
        "Какие новые области вы хотите исследовать?",
        "Как вы балансируете исследование с глубиной в ваших текущих начинаниях?"
      ]
    },
    "belonging": {
      "label": "Принадлежность",
      "description": "Чувство связи, принятия и места в группе или сообществе.",
      "insight": "Принадлежность удовлетворяет фундаментальную человеческую потребность в связи и принятии. Лидеры, которые создают принадлежность, понимают, что инклюзивность не только о политике — это о том, чтобы каждый человек чувствовал себя увиденным, ценным и способным внести свой уникальный вклад.",
      "strengths": "Вы создаете инклюзивные среды, где люди чувствуют себя принятыми.",
      "dangers": "Стремление к принадлежности иногда может скомпрометировать индивидуальность или независимое мышление.",
      "reflectionQuestions": [
        "Где вы чувствуете наибольшее чувство принадлежности?",
        "Как вы помогаете другим чувствовать себя принадлежащими?"
      ]
    }
  },
  "valueCard": {
    "strengths": "Сильные стороны",
    "dangers": "Потенциальные вызовы",
    "reflectionQuestions": "Вопросы для самоанализа",
    "rank": "Ранг {rank}"
  },
  "common": {
    "loading": "Загрузка...",
    "error": "Произошла ошибка",
    "next": "Далее",
    "previous": "Назад",
    "back": "Назад",
    "close": "Закрыть",
    "save": "Сохранить"
  },
  "breadcrumbs": {
    "start": "Начало",
    "selection": "Выбор Ценностей",
    "comparison": "Приоритизация Ценностей",
    "results": "Результаты"
  },
  "privacy": {
    "note": "* Ваши личные данные остаются личными.\nЭто приложение разработано таким образом, что всё, что вы вводите, выбираете или обдумываете, сохраняется локально в вашем браузере — это никогда не покидает ваше устройство, и никакие данные не отправляются на сервер.\nВы полностью контролируете процесс.\nНикакого отслеживания. Никакой аналитики. Никакого скрытого сбора данных.\nЕсли вы когда-либо захотите очистить свои ответы, вы можете сбросить сессию в любое время."
  },
  "diagram": {
    "ariaLabel": "Радиальная Диаграмма SVS",
    "groups": {
      "SelfTranscendence": "Самопреодоление",
      "OpennessToChange": "Открытость Изменениям",
      "SelfEnhancement": "Самоутверждение",
      "Conservation": "Консерватизм"
    }
  },
  "results": {
    "title": "Результаты Оценки",
    "description": "Они отражают то, что действительно важно для вас — принципы, которые формируют ваш выбор, отношения и направление в жизни. Держите их рядом; они ваш компас.",
    "prioritizeAgain": "Пересмотреть Приоритеты",
    "restartAssessment": "Пройти Оценку Снова"
  },
  "topValues": {
    "title": "Ваши 5 Главных Ценностей",
    "description": "Эти ценности представляют основные принципы, которые больше всего резонируют с вами. Они являются путеводными звездами в вашей жизни, формируя ваши решения и действия."
  },
  "selection": {
    "title": "Выберите Ваши Ценности",
    "description": "Что действительно важно для вас? Выберите ценности, которые ощущаются как \"вы\".\nВыберите как минимум {required} ценностей, которые резонируют с вами.",
    "selectMore": "Выберите еще {count} ценностей для продолжения.",
    "refineSelection": "Давайте уточним ваш выбор",
    "resetSelection": "Сбросить выбор",
    "continue": "Продолжить"
  },
  "faq": [
    {
      "id": "what-are-values",
      "q": "Что такое личные основные ценности?",
      "a": "Личные основные ценности — это убеждения и внутренние принципы, которые направляют ваши решения, действия и отношения. Они формируют то, как вы руководите, что приоритезируете и как определяете успех. Эти ценности — не просто абстрактные идеи, а глубоко прочувствованные движущие силы поведения. Когда они ясны, вы навигируете по жизни с большей уверенностью и ясностью. Ценности вроде любопытства, честности, автономии или сострадания отражают то, кто вы есть в своей основе — не то, кем другие ожидают вас видеть."
    },
    {
      "id": "why-know-values",
      "q": "Почему важно знать свои ценности?",
      "a": "Когда вы знаете свои основные ценности, вы принимаете решения с большей легкостью и целостностью. Вы чувствуете себя более согласованно в работе, отношениях и лидерстве. Ваши ценности помогают определить, что \"успех\" действительно означает для вас — и служат компасом, когда вещи становятся неясными или сложными. Без ясности относительно ваших ценностей легко чувствовать себя растянутым в слишком многих направлениях или застрявшим в ролях, которые больше не подходят тому, кто вы есть."
    },
    {
      "id": "how-assessment-works",
      "q": "Как работает эта оценка ценностей?",
      "a": "Это быстрый, рефлексивный инструмент, предназначенный для помощи в определении ваших 5 основных личных ценностей. Вы просмотрите тщательно отобранный список ценностей, выберете те, которые больше всего резонируют, а затем расставите их по приоритетам. Это займет всего несколько минут — но понимание, которое вы получите, может быть долговечным. Цель не в совершенстве — а в самосознании. Как только вы узнаете свои ценности, вы сможете начать принимать решения и ставить цели, которые действительно согласуются."
    },
    {
      "id": "who-is-this-for",
      "q": "Для кого это предназначено?",
      "a": "Эта оценка предназначена для лидеров, профессионалов и всех, кто хочет жить и руководить более намеренно. Независимо от того, проходите ли вы через изменения, работаете с коучем или просто любопытны относительно того, что вас движет, этот инструмент помогает связаться с тем, что наиболее важно. Он особенно полезен во время переходов в карьере, развития лидерства или моментов, когда вы чувствуете себя застрявшим или рассинхронизированным. Ясность относительно ваших ценностей ведет к ясности в ваших действиях."
    },
    {
      "id": "can-values-change",
      "q": "Могут ли ценности изменяться со временем?",
      "a": "Да — и это признак роста. По мере того, как вы развиваетесь, сталкиваетесь с новыми вызовами или переживаете значимые сдвиги в жизни, некоторые ценности могут возрасти в важности, в то время как другие ослабнут. Проверка ваших ценностей помогает оставаться согласованным с тем, кем вы становитесь, а не только с тем, кем вы были. Эта оценка — не о закреплении себя в фиксированных идеях — это о том, чтобы оставаться заземленным и намеренным в том, как вы руководите и живете."
    },
    {
      "id": "what-will-i-get",
      "q": "Что я получу в конце?",
      "a": "Вы получите четкий, приоритизированный список ваших 5 основных личных ценностей, каждая с коротким размышлением, чтобы помочь вам исследовать, как она проявляется в вашей жизни и лидерстве. Вы также увидите, как ваши ценности сбалансированы по четырем ключевым группам мотивации — предлагая понимание того, что вас движет, где могут существовать напряжения, и как оставаться согласованным с тем, что наиболее важно. Это простой, личный снимок вашего внутреннего компаса — к которому вы можете возвращаться всякий раз, когда вам нужна ясность, направление или момент размышления."
    }
  ],
  "analysis": {
    "tensions": {
      "balanced": "Вы показываете относительно сбалансированный акцент между {groupA} и {groupB}, предполагая гибкость в навигации по этим областям.",
      "mildContrast": "Вы, кажется, склоняетесь к {dominant}, но все еще показываете осознание ценностей, связанных с {lesser}.",
      "clearPreference": "Вы показываете четкое предпочтение {dominant}, придавая меньше важности {lesser}. Это может отражать приоритизацию одного подхода над другим.",
      "strongContrast": "Есть сильный контраст между вашим предпочтением {dominant} и вашим меньшим акцентом на {lesser}. Это напряжение может формировать важные решения или вызовы."
    },
    "groupAnalysis": {
      "summary": "Ваши ценности сосредоточены вокруг {topSummary}. Вы приоритизируете это над {bottomSummary}.",
      "polarizationMessage": "Есть значительный разрыв ({gap} очков) между вашим фокусом на {topLabel} и вашим меньшим акцентом на {bottomLabel}. Это может привести к внутреннему напряжению между вашими стремлениями и вашей потребностью в стабильности или балансе."
    },
    "reflections": {
      "SelfTranscendence": {
        "high": "Как вы заботитесь о себе, заботясь о других?",
        "low": "Где больше сострадания или общей цели могло бы зарядить энергией ваше направление?"
      },
      "SelfEnhancement": {
        "high": "Как ваше стремление к достижениям поддерживает — или конкурирует с — вашими отношениями?",
        "low": "Что бы вы преследовали смелее, если бы признание не имело значения?"
      },
      "OpennessToChange": {
        "high": "Где вас призывают исследовать что-то новое прямо сейчас?",
        "low": "Какие новые опыты могли бы расширить вашу перспективу?"
      },
      "Conservation": {
        "high": "Где структура или рутина помогает вам чувствовать себя в безопасности прямо сейчас?",
        "low": "Какие маленькие ритуалы могли бы создать больше стабильности в вашей жизни?"
      }
    }
  },
  "groupBalance": {
    "title": "Обзор Баланса Групп Ценностей",
    "leadingOrientation": "Ведущая Ориентация Группы Ценностей",
    "lessEmphasized": "Наименее Подчеркнутый Фокус",
    "description": "{topGroup} — ваша {leadingOrientation}. {bottomGroup} — это {lessEmphasized}.",
    "personalInsights": "Личные Прозрения",
    "reflectivePrompts": "Рефлексивные Вопросы",
    "polarizationInsight": "Понимание Поляризации",
    "polarizationPoints": "{gap} очков"
  },
  "valueTypes": {
    "selfDirection": {
      "label": "Самостоятельность",
      "description": "Независимое мышление и действие; выбор, создание, исследование."
    },
    "universalism": {
      "label": "Универсализм",
      "description": "Понимание, признательность, толерантность и защита благополучия всех людей и природы."
    },
    "stimulation": {
      "label": "Стимуляция",
      "description": "Возбуждение, новизна и вызов в жизни."
    },
    "hedonism": {
      "label": "Гедонизм",
      "description": "Удовольствие и чувственное наслаждение для себя."
    },
    "achievement": {
      "label": "Достижение",
      "description": "Личный успех через демонстрацию компетентности согласно социальным стандартам."
    },
    "power": {
      "label": "Власть",
      "description": "Социальный статус и престиж, контроль или доминирование над людьми и ресурсами."
    },
    "security": {
      "label": "Безопасность",
      "description": "Безопасность, гармония и стабильность общества, отношений и себя."
    },
    "conformity": {
      "label": "Конформность",
      "description": "Ограничение действий, склонностей и импульсов, которые могут расстроить или причинить вред другим и нарушить социальные ожидания или нормы."
    },
    "tradition": {
      "label": "Традиция",
      "description": "Уважение, приверженность и принятие обычаев и идей, которые предоставляет традиционная культура или религия."
    },
    "benevolence": {
      "label": "Благожелательность",
      "description": "Сохранение и улучшение благополучия тех, с кем часто контактируешь лично."
    }
  },
  "groupData": {
    "selfTranscendence": {
      "label": "Самопревосхождение",
      "summary": "помощь другим, сострадание и справедливость",
      "insights": [
        "Вы можете чувствовать себя наиболее удовлетворенным, когда поддерживаете других или оказываете позитивное влияние.",
        "Вы, вероятно, цените справедливость, эмпатию и социальную ответственность."
      ]
    },
    "selfEnhancement": {
      "label": "Самосовершенствование",
      "summary": "личные амбиции, успех и влияние",
      "insights": [
        "Вас может движить стремление к достижениям, признанию и автономии.",
        "Фокус на успехе может быть энергизирующим, но баланс с заботой о других помогает отношениям процветать."
      ]
    },
    "opennessToChange": {
      "label": "Открытость к Изменениям",
      "summary": "свобода, креативность и исследование",
      "insights": [
        "Вам, вероятно, нравится исследовать, учиться и выражать свою индивидуальность.",
        "Это стремление поддерживает инновации, но может сопротивляться рутине или стабильности."
      ]
    },
    "conservation": {
      "label": "Консерватизм",
      "summary": "безопасность, структура и традиции",
      "insights": [
        "Вы цените порядок, безопасность и традиции, которые создают предсказуемость.",
        "Это может создать прочные основы, но может снизить открытость к изменениям или риску."
      ]
    }
  },
  "comparison": {
    "title": "Что вдохновляет вас больше всего?",
    "description": "Вы выбрали ценности, которые резонируют с вами — отличное начало. На этом этапе мы поможем вам прояснить, что наиболее важно, сравнивая их напрямую. Просто выберите ту, которая кажется более важной в каждой паре.",
    "or": "или",
    "resetPrioritization": "Сбросить приоритеты",
    "seeResults": "Посмотреть результаты",
    "finishComparisonFirst": "Вам нужно завершить сравнение, чтобы увидеть результаты",
    "pairProgress": "Пара {current} из {total}"
  }
}
